[
  {
    "id": 19996,
    "title": "masks_final_n_HF_NA.pdf",
    "content": "Shared with Dropbox",
    "date_updated": "2020-04-04T07:13:38.000Z",
    "link": "https://www.dropbox.com/s/6ua7j979dbqb045/masks_final_n_HF_NA.pdf?dl=0",
    "word_count": 0
  },
  {
    "id": 20000,
    "title": "Readers: Share Your Hand-Made Maps of Life Under Quarantine",
    "content": "When your daily commute shrinks to the distance between your bed and couch, the world can look pretty small. For essential workers venturing into a pandemic every day, it can also be terrifying.",
    "date_updated": "2020-04-03T21:36:29.000Z",
    "link": "https://www.citylab.com/life/2020/04/coronavirus-maps-neighborhoods-cities-lockdown-art/609418/",
    "word_count": 246
  },
  {
    "id": 19999,
    "title": "A World More Full of Life",
    "content": "As humanity hunkered down in private homes in quarantine, the internet said, the animals were returning. The photos from a village in Yunan province were the best: after bingeing on corn wine, there are some elephants in the tea grove, face bumping like drunk women bonding in the loos over bad exes.",
    "date_updated": "2020-04-03T14:27:07.000Z",
    "link": "https://popula.com/2020/04/01/a-world-more-full-of-life/",
    "word_count": 1258
  },
  {
    "id": 19997,
    "title": "If I Wrote a Coronavirus Episode",
    "content": "Archie Bunker would prefer you stand six miles from him. Sawyer from Lost will probably face criminal charges for hoarding and reselling precious items. Elmo is playing musical chairs with his parents.",
    "date_updated": "2020-04-03T08:22:06.000Z",
    "link": "https://www.vulture.com/2020/04/if-i-wrote-a-coronavirus-episode.html",
    "word_count": 6018
  },
  {
    "id": 19995,
    "title": "This Venezuelan Patrol Ship Sunk Itself After Ramming A Cruise Liner With A Reinforced Hull",
    "content": "The Venezuelan ship appears to have been trying to seize the cruise ship, which is designed to safely sail through icy waters. In what sounds like it could be an April Fools joke, a Venezuelan Navy offshore patrol vessel recently sank after ramming a cruise liner in the Caribbean Sea.",
    "date_updated": "2020-04-03T07:54:31.000Z",
    "link": "https://www.thedrive.com/the-war-zone/32853/this-venezuelan-patrol-ship-sunk-itself-after-ramming-a-cruise-liner-with-an-reinforced-hull",
    "word_count": 1134
  },
  {
    "id": 19998,
    "title": "Ancient Monks Got That Quarantine Feeling, Too",
    "content": "It’s the noon hour. All of a sudden, you have a need to escape or, conversely, to surrender to torpor, into the throes of an afternoon nap, even if you’re not really tired. Perhaps you also have an urge to daydream about a romantic and exciting place beyond confined walls.",
    "date_updated": "2020-04-02T20:39:16.000Z",
    "link": "https://daily.jstor.org/ancient-monks-got-that-quarantine-feeling-too/",
    "word_count": 460
  },
  {
    "id": 19992,
    "title": "How We Use Our Bodies to Navigate a Pandemic",
    "content": "One day, before the coronavirus pandemic, a river of pedestrians — half manic, half clueless — was feeding onto the escalator at the West Fourth Street subway station during rush hour. Blocking the escalator entrance were people gazing at their phones.",
    "date_updated": "2020-04-02T20:19:43.000Z",
    "link": "https://www.nytimes.com/2020/03/31/arts/dance/choreographing-the-street-coronavirus.html",
    "word_count": 1188
  },
  {
    "id": 19682,
    "title": "Container Deployment — pgAdmin 4 4.13 documentation",
    "content": "The PostgreSQL utilities pg_dump, pg_dumpall, pg_restore and psql are included in the container to allow backups to be created and restored and other maintenance functions to be executed.",
    "date_updated": "2020-04-02T10:46:01.000Z",
    "link": "https://www.pgadmin.org/docs/pgadmin4/latest/container_deployment.html",
    "word_count": 1578
  },
  {
    "id": 19970,
    "title": "Headings & Accessibility",
    "content": "Ed note: this post talks about providing headings as visual and programmatic cues for users while last week’s post, Heading off confusion: When do headings fail WCAG?, talks about evaluating headings in the context of an accessibility review.",
    "date_updated": "2020-04-02T08:12:36.000Z",
    "link": "https://developer.paciellogroup.com/blog/2020/03/headings-accessibility/",
    "word_count": 927
  },
  {
    "id": 19994,
    "title": "Hey Robot Quarantine Edition",
    "content": "© 2020 Everybody House Games",
    "date_updated": "2020-04-02T06:02:42.000Z",
    "link": "https://playheyrobot.com/",
    "word_count": 3
  },
  {
    "id": 19965,
    "title": "An Annotated Docker Config for Frontend Web Development",
    "content": "For more tools, technologies, and techniques, check out the devMode.fm podcast! Dock­er is a tool for con­tainer­iz­ing your appli­ca­tions, which means that your appli­ca­tion is shrink-wrapped with the envi­ron­ment that it needs to run.",
    "date_updated": "2020-04-02T06:00:02.000Z",
    "link": "https://nystudio107.com/blog/an-annotated-docker-config-for-frontend-web-development",
    "word_count": 5432
  },
  {
    "id": 19986,
    "title": "Sorting 1 million 8-decimal-digit numbers with 1 MB of RAM",
    "content": "The list of numbers may contain duplicates, which I must not discard. The code will be placed in ROM, so I need not subtract the size of my code from the 1 MB.",
    "date_updated": "2020-04-01T18:23:58.000Z",
    "link": "https://stackoverflow.com/questions/12748246/sorting-1-million-8-decimal-digit-numbers-with-1-mb-of-ram",
    "word_count": 8692
  },
  {
    "id": 19993,
    "title": "Pan-European Privacy-Preserving Proximity Tracing",
    "content": "PEPP-PT was created to assist national initiatives by supplying ready-to-use, well-tested, and properly assessed mechanisms and standards, as well as support for interoperability, outreach, and operation when needed.",
    "date_updated": "2020-04-01T12:03:42.000Z",
    "link": "https://www.pepp-pt.org",
    "word_count": 208
  },
  {
    "id": 19991,
    "title": "Git Internals",
    "content": "There are many version control systems, but git is undoubtedly the most popular, and regularly used, thanks to online social platforms such as GitHub and GitLab. Yet, it is a tool that is still vastly misunderstood and feared.",
    "date_updated": "2020-03-31T20:11:49.000Z",
    "link": "https://www.integralist.co.uk/posts/git-internals/",
    "word_count": 3608
  },
  {
    "id": 17221,
    "title": "Pagination",
    "content": "The real power of Hugo pagination shines when combined with the where function and its SQL-like operators: first, last, and after. You can even order the content the way you’ve become used to with Hugo.",
    "date_updated": "2020-03-31T14:07:07.000Z",
    "link": "https://gohugo.io/templates/pagination/",
    "word_count": 563
  },
  {
    "id": 19989,
    "title": "Celebrity Culture Is Burning",
    "content": "The pandemic has disrupted relations among the masses, the elites and the celebrities who liaise between them. America is in crisis, but the celebrities are thriving. They are beaming into our homes, reminding us to stay indoors and “stay positive,” as “we’re all in this together.",
    "date_updated": "2020-03-31T11:15:50.000Z",
    "link": "https://www.nytimes.com/2020/03/30/arts/virus-celebrities.html",
    "word_count": 1190
  },
  {
    "id": 19626,
    "title": "simevidas/web-dev-feeds",
    "content": "Read the announcement: https://webplatform.",
    "date_updated": "2020-03-31T07:12:56.000Z",
    "link": "https://github.com/simevidas/web-dev-feeds",
    "word_count": 7
  },
  {
    "id": 19969,
    "title": "Front-end RSS Feeds (2020 Edition)",
    "content": "Back in 2011, Paul Irish posted his personal list of frontend RSS feeds for front-end web developers. It was a great list, but after some time it needed some refreshing. In 2014 I published my own list of categorized feeds for front-end developers.",
    "date_updated": "2020-03-31T07:11:25.000Z",
    "link": "https://www.impressivewebs.com/frontend-rss-feeds-2020/",
    "word_count": 227
  },
  {
    "id": 15006,
    "title": "Subtraction.com",
    "content": "Sometimes you need to explain what design is to people who don’t understand it, but need to.",
    "date_updated": "2020-03-31T07:11:13.000Z",
    "link": "https://www.subtraction.com/",
    "word_count": 1497
  },
  {
    "id": 19990,
    "title": "Mechanical Pen - Brass",
    "content": "The purchase of a Wingback product is the start of what we hope will be a long lasting relationship with us. That's why we give you 30 days from purchase to put yours to the test. If you’re not completely satisfied, you can return or exchange it, no judgement.",
    "date_updated": "2020-03-31T06:52:51.000Z",
    "link": "https://wingback.co.uk/products/mechanical-pen-brass",
    "word_count": 64
  },
  {
    "id": 15256,
    "title": "Creamy Homemade Yogurt",
    "content": "Homemade yogurt is a snap to make. All you really need is good quality milk, a few spoonfuls of your favorite plain yogurt to use as a starter culture, and some time to let it sit. You can substitute low-fat milk here if you’d rather; 2 percent works a lot better than 1 percent.",
    "date_updated": "2020-03-30T17:45:48.000Z",
    "link": "https://cooking.nytimes.com/recipes/1017991-creamy-homemade-yogurt",
    "word_count": 411
  },
  {
    "id": 19987,
    "title": "A Few 19th-Century Parlor Games to Amuse You While You’re Stuck at Home",
    "content": "It’s easy, now that I’ve been socially isolating in my apartment for more than two weeks, to realize, at the end of the day, that I’ve done nothing—nothing—but look at screens.",
    "date_updated": "2020-03-30T14:21:15.000Z",
    "link": "https://lithub.com/a-few-19th-century-parlor-games-to-amuse-you-while-youre-stuck-at-home/",
    "word_count": 1526
  },
  {
    "id": 19988,
    "title": "A Nurse Shared A Harrowing Photo Of COVID-19 Victims To Show How Horrifying The Outbreak Is",
    "content": "“It is the ghastly reality of what we deal with and where some of us have ended up already,” the New York City nurse said. The 38-year-old registered nurse at a Manhattan hospital was nearing the end of his shift Sunday morning when he stepped toward the building’s ambulance bay.",
    "date_updated": "2020-03-30T14:21:08.000Z",
    "link": "https://www.buzzfeednews.com/article/miriamelder/coronavirus-new-york-city-hospital-nurse-covid-19-deaths",
    "word_count": 654
  },
  {
    "id": 19985,
    "title": "Astrophysicist gets magnets stuck up nose while inventing coronavirus device",
    "content": "An Australian astrophysicist has been admitted to hospital after getting four magnets stuck up his nose in an attempt to invent a device that stops people touching their faces during the coronavirus outbreak.",
    "date_updated": "2020-03-30T06:44:24.000Z",
    "link": "https://www.theguardian.com/australia-news/2020/mar/30/astrophysicist-gets-magnets-stuck-up-nose-while-inventing-coronavirus-device",
    "word_count": 698
  },
  {
    "id": 19983,
    "title": "Investigating Coronavirus Fakes And Disinfo? Here Are Some Tools For You",
    "content": "There is no dignified way of putting it — the world has gone bananas as the COVID-19 pandemic rages. When the threat of deadly infection is mixed with the peculiar rush of going viral, people are bound to spread fakes. Even those of us who mean well.",
    "date_updated": "2020-03-29T12:55:09.000Z",
    "link": "https://www.bellingcat.com/resources/2020/03/27/investigating-coronavirus-fakes-and-disinfo-here-are-some-tools-for-you/",
    "word_count": 814
  },
  {
    "id": 19960,
    "title": "Emergency Website Kit",
    "content": "In cases of emergency, many organizations need a quick way to publish critical information. But existing (CMS) websites are often unable to handle sudden spikes in traffic. Just received a shelter-in-place emergency alert with a web address for more information. Clicked the link. The site is down.",
    "date_updated": "2020-03-29T08:25:16.000Z",
    "link": "https://mxb.dev/blog/emergency-website-kit/",
    "word_count": 324
  },
  {
    "id": 19984,
    "title": "N.Y.C.’s 911 System Is Overwhelmed. ‘I’m Terrified,’ a Paramedic Says.",
    "content": "With coronavirus cases mounting, emergency workers are making life-or-death decisions about who goes to a hospital, and who is left behind. The first of many calls that night involved a 24-year-old man who had a fever, body aches and a cough that sounded like a cement mixer.",
    "date_updated": "2020-03-29T08:16:07.000Z",
    "link": "https://www.nytimes.com/2020/03/28/nyregion/nyc-coronavirus-ems.html",
    "word_count": 1532
  },
  {
    "id": 19980,
    "title": "You Are Your Safest Sex Partner. Betty Dodson Wants to Help.",
    "content": "What does it take to make Gwyneth Paltrow blush? Not much more, it turns out, than some explicit coaching on how to tone her pelvic floor.",
    "date_updated": "2020-03-28T21:10:51.000Z",
    "link": "https://www.nytimes.com/2020/03/26/style/self-care/betty-dodson-masturbation.html",
    "word_count": 1815
  },
  {
    "id": 15086,
    "title": "Recent Essays",
    "content": "Melting Asphalt Outbreak Harry Stevens at The Washington Post recently published a very elegant simulation of how a disease like COVID-19 spreads. If you haven't already, I highly recommend checking it out.",
    "date_updated": "2020-03-28T16:40:39.000Z",
    "link": "https://meltingasphalt.com/",
    "word_count": 234
  },
  {
    "id": 19975,
    "title": "Board Game Remix Kit",
    "content": "The Board Game Remix Kit is a collection of games that you can play using the boards and pieces from games you might already own: Trivial Pursuit, Monopoly, Cluedo (Clue to Americans) and Scrabble. A few of the games also use pens, paper and other household objects.",
    "date_updated": "2020-03-28T12:25:55.000Z",
    "link": "https://bgrk.itch.io/",
    "word_count": 300
  },
  {
    "id": 19981,
    "title": "Collections: A Trip Through Dhuoda of Uzès (Carolingian Values)",
    "content": "This week, we’re taking another trip, this time through a medieval author, in this case looking at a selection of passages from Dhuoda of Uzès, Duchess of Septimania’s Liber Manualis (“Handbook”) for her son William and discussing the model of noble relationships it presents.",
    "date_updated": "2020-03-28T08:31:17.000Z",
    "link": "https://acoup.blog/2020/03/27/a-trip-through-dhuoda-of-uzes-carolingian-values/",
    "word_count": 5523
  },
  {
    "id": 19982,
    "title": "How will the UK function with a sick prime minister?",
    "content": "Cabinet government had for most of this week already been replaced by Zoom government, but the fact that Boris Johnson has contracted coronavirus, and so been forced to self-distance himself from the nation that he rules, raises awkward questions about how the government control room will operate at",
    "date_updated": "2020-03-27T22:04:27.000Z",
    "link": "https://www.theguardian.com/politics/2020/mar/27/how-uk-function-sick-prime-minister-johnson-coronavirus",
    "word_count": 935
  },
  {
    "id": 19815,
    "title": "Radiohead’s 40 greatest songs – ranked!",
    "content": "Save a riotous airing on 1994’s Live at the Astoria, Pablo Honey’s closer rarely intrudes on Radiohead lore. A shame – because it’s a tantalising finale: the sound of a nervous band storming the city limits and glimpsing Valhalla.",
    "date_updated": "2020-03-27T14:27:01.000Z",
    "link": "https://www.theguardian.com/music/2020/jan/23/radioheads-40-greatest-songs-ranked",
    "word_count": 2074
  },
  {
    "id": 19971,
    "title": "Hemingway Was Once Quarantined with his Wife... and Mistress",
    "content": "Last week, a letter supposedly written by F. Scott Fitzgerald—quarantined due to the Spanish Flu in 1920—made the social media rounds. In it, Fitzgerald states that he and Zelda had fully stocked their bar, and called Hemingway a flu “denier” who refused to wash his hands.",
    "date_updated": "2020-03-27T06:54:20.000Z",
    "link": "https://www.townandcountrymag.com/leisure/arts-and-culture/a31827643/hemingway-quarantine-wife-mistress/",
    "word_count": 1112
  },
  {
    "id": 19979,
    "title": "Choosy, but for everything except the main thing it's for.",
    "content": "After seeing some folks do this, I was inspired. The main marketed feature of Choosy is opening particular links in the browser of your choice. I’m not particularly interested in that. Not that I don’t use multiple browsers sometimes, I just don’t wanna be asked every time I click a link.",
    "date_updated": "2020-03-26T23:02:52.000Z",
    "link": "https://chriscoyier.net/2020/03/26/choosy-but-for-everything-except-the-main-thing-its-for/",
    "word_count": 170
  },
  {
    "id": 19977,
    "title": "AWS S3: The Basics",
    "content": "Disclaimer: This is the second revision of a post I did before about this same topic. I feel that I could improve it, and now really commit to expanding on it in a series. Storing and downloading files and data is a common activity for most applications.",
    "date_updated": "2020-03-26T22:42:43.000Z",
    "link": "https://dev.to/david_ojeda/aws-s3-the-basics-1e4g",
    "word_count": 722
  },
  {
    "id": 19978,
    "title": "How a French Midwife Solved a Public Health Crisis",
    "content": "It was the 1700s, and France was facing a public health crisis: too many babies were dying in childbirth, especially in the countryside. A particularly panicky priest reported that he believed nearly 200,000 babies were dying each year. Leaders worried that they were headed toward depopulation.",
    "date_updated": "2020-03-26T22:37:41.000Z",
    "link": "https://daily.jstor.org/how-a-french-midwife-solved-a-public-health-crisis/",
    "word_count": 2035
  },
  {
    "id": 19747,
    "title": "MeiliSearch Documentation",
    "content": "Efficient search engines are often only accessible to companies with the financial means and resources necessary to develop a search solution adapted to their needs.",
    "date_updated": "2020-03-26T22:29:57.000Z",
    "link": "https://docs.meilisearch.com/",
    "word_count": 198
  },
  {
    "id": 19957,
    "title": "End of Life Planning in a Pandemic",
    "content": "Rapid developments and the unprecedented nature of this pandemic make understanding and preparing for it dizzying. What has become clear over the past two months is that the death toll is incredibly high and that a majority of those killed by the virus are over the age of 60.",
    "date_updated": "2020-03-26T22:23:18.000Z",
    "link": "https://annneumann.wordpress.com/2020/03/17/end-of-life-planning-in-a-pandemic/",
    "word_count": 2212
  },
  {
    "id": 19976,
    "title": "A Chilling Account From A Doctor At The Center Of The Coronavirus Crisis",
    "content": "The center of New York City’s coronavirus crisis is Elmhurst Hospital Center.",
    "date_updated": "2020-03-26T17:33:35.000Z",
    "link": "https://www.buzzfeednews.com/article/josephbernstein/elmhurst-hospital-coronavirus-ventilator-ppe-crisis",
    "word_count": 1386
  },
  {
    "id": 19974,
    "title": "Fire Brigade Keys - Premium FB Master Set + Keyring",
    "content": "Used for communal doors, entrances, barriers, padlocks, utility cupboards.  This is our complete set of 6 Fire Brigade Master Keys for entry to the range of??fire brigade access locks.??",
    "date_updated": "2020-03-26T11:46:48.000Z",
    "link": "https://www.ukbumpkeys.com/products/fire-brigade-keys",
    "word_count": 716
  },
  {
    "id": 19872,
    "title": "CSS Can Influence Screenreaders",
    "content": "Let's say we're building a shopping list app. As we build out the app, we decide to style the list, stripping out the bullets that the browser gives us by default. Being dutiful accessibility testers, let's run our screenreaders over the two lists.",
    "date_updated": "2020-03-26T10:01:33.000Z",
    "link": "https://blog.benmyers.dev/css-can-influence-screenreaders/",
    "word_count": 1657
  },
  {
    "id": 19973,
    "title": "Berlin",
    "content": "Depuis le Sénégal, j’ai passé la commande du modèle BLKBRD de Veloretti à cause de ces formes, d’après la description, était parfaite pour les routes tordue et difficiles. Le colis est passé par la France avant de me parvenir sur Dakar… :)",
    "date_updated": "2020-03-26T08:50:20.000Z",
    "link": "https://www.veloretti.com/products/berlin?utm_source=social+media&utm_medium=facebook+paid&utm_campaign=Touch+-+Prospecting+campaigns+-+International+-+New+Website+(TNA)&utm_content=012020+-+Male+-+Berlin+Yellow+-+carousel+-+Kopie+-+Kopie",
    "word_count": 259
  },
  {
    "id": 19972,
    "title": "Cities after coronavirus: how Covid-19 could radically alter urban life",
    "content": "Victoria Embankment, which runs for a mile and a quarter along the River Thames, is many people’s idea of quintessential London. Some of the earliest postcards sent in Britain depicted its broad promenades and resplendent gardens.",
    "date_updated": "2020-03-26T08:08:57.000Z",
    "link": "https://www.theguardian.com/world/2020/mar/26/life-after-coronavirus-pandemic-change-world",
    "word_count": 1358
  },
  {
    "id": 19967,
    "title": "An SRE's guide to Memcached for building scalable applications",
    "content": "Memcached is a general-purpose memory-caching system. This means it is designed to save (or cache) answers to questions that take a long time to compute or retrieve and are likely to be asked again.",
    "date_updated": "2020-03-24T21:03:55.000Z",
    "link": "https://opensource.com/article/20/3/sre-memcached",
    "word_count": 950
  },
  {
    "id": 19737,
    "title": "Super Easy Roasted Spicy Cauliflower",
    "content": "Here's what you need: small cauliflower, chili sauce, garlic powder, lime juice, salt",
    "date_updated": "2020-03-24T16:15:18.000Z",
    "link": "https://tasty.co/recipe/super-easy-roasted-spicy-cauliflower",
    "word_count": 0
  },
  {
    "id": 19955,
    "title": "‘Pale Horse, Pale Rider’: A Story of the 1918 Flu Pandemic",
    "content": "Katherine Anne Porter, from the first appearance of her stories, made her mark, impressed other writers, by the way she wrote. It is not easy to define the purity of style.",
    "date_updated": "2020-03-24T13:18:11.000Z",
    "link": "https://www.nybooks.com/daily/2020/03/21/pale-horse-pale-rider-a-story-of-the-1918-flu-pandemic/",
    "word_count": 2206
  },
  {
    "id": 19968,
    "title": "COVID-19 Lessons for World Leaders From Medieval Literature",
    "content": "The world is different today—and not just because of the coronavirus. Events seem to turn it more quickly: Viruses become pandemics in weeks; medical challenges become life-and-death emergencies in days; and freedoms, once sacred, are removed in minutes live on TV.",
    "date_updated": "2020-03-24T09:09:24.000Z",
    "link": "https://www.theatlantic.com/international/archive/2020/03/boris-johnson-britain-coronavirus-covid19-leadership/608347/",
    "word_count": 1484
  },
  {
    "id": 19735,
    "title": "rendezvous with cassidoo",
    "content": "",
    "date_updated": "2020-03-24T06:54:39.000Z",
    "link": "https://cassidoo.co/newsletter",
    "word_count": 0
  },
  {
    "id": 19966,
    "title": "Flip the script on COVID-19",
    "content": "Loading Data...",
    "date_updated": "2020-03-24T06:53:07.000Z",
    "link": "https://91-divoc.com/pages/covid-visualization/",
    "word_count": 2
  },
  {
    "id": 15105,
    "title": "How To Do a Proper Air Squat",
    "content": "You’ve probably heard that squats are one of the best exercises you can do.  Not only will squats build lower body strength, they’ll get you closer toward your goal of getting the body you’ve always wanted, improve your athleticism, and more.",
    "date_updated": "2020-03-23T14:17:24.000Z",
    "link": "https://www.12minuteathlete.com/how-to-do-a-proper-air-squat/",
    "word_count": 755
  },
  {
    "id": 19964,
    "title": "Government ensures ticket refunds and protects services for passengers with rail emergency measures",
    "content": "The government is taking emergency measures to support and sustain necessary rail services as operators face significant drops in their income.",
    "date_updated": "2020-03-23T08:36:57.000Z",
    "link": "https://www.gov.uk/government/news/government-ensures-ticket-refunds-and-protects-services-for-passengers-with-rail-emergency-measures",
    "word_count": 555
  },
  {
    "id": 19963,
    "title": "All the Museum Exhibits, Symphonies, and Operas You Can Enjoy From Home",
    "content": " Trending Places See All Get the magazine The ultimate source of travel inspiration plus 2 free gifts Subscribe All the Museum Exhibits, Symphonies, and Operas You Can Enjoy From Home by March 16, 2020 From the galleries of Paris's Musee d'Orsay to the stage of New York's Metropolitan Opera.",
    "date_updated": "2020-03-23T07:17:52.000Z",
    "link": "https://www.cntraveler.com/story/all-the-museum-exhibits-symphonies-and-operas-you-can-enjoy-from-home",
    "word_count": 13804
  },
  {
    "id": 19953,
    "title": "Little Fires Everywhere wants you to know it’s definitely about race",
    "content": "In Little Fires Everywhere, people are constantly talking about how they would never “make something about race.",
    "date_updated": "2020-03-23T06:44:19.000Z",
    "link": "https://www.theverge.com/2020/3/20/21188528/little-fires-everywhere-review-hulu-miniseries-race-kerry-washington-reese-witherspoon",
    "word_count": 830
  },
  {
    "id": 19962,
    "title": "The Saddening",
    "content": "I went through a fairly seismic breakup not too long ago, and after a few months of moping my friend did a sensible, caring thing and forced me to sign up for an art class.",
    "date_updated": "2020-03-23T06:40:25.000Z",
    "link": "https://theoutline.com/post/8859/leah-letter-the-saddening",
    "word_count": 1005
  },
  {
    "id": 19961,
    "title": "What to Do if You're Drinking Way More During Self-Isolation",
    "content": "Liquor stores actually weren’t included on the list of places that were mandated to close, but I understood the impulse. “Got as much High Life as I could carry on my bike, and a bottle of Jameson,” I texted my partner later that evening. “No food, tho.”",
    "date_updated": "2020-03-23T06:40:16.000Z",
    "link": "https://www.vice.com/en_us/article/dygek7/drinking-alcohol-covid-19-self-isolation",
    "word_count": 1209
  },
  {
    "id": 19946,
    "title": "Ten Free Ebooks from Haymarket Books",
    "content": "At Haymarket Books, our mission is to publish books for changing the world. Now more than ever, the need to do just that is at the forefront of our minds. We all deserve to live in a world where we are each cared for, nourished, and sheltered.",
    "date_updated": "2020-03-23T06:39:44.000Z",
    "link": "https://www.haymarketbooks.org/blogs/112-ten-free-ebooks-from-haymarket-books",
    "word_count": 165
  },
  {
    "id": 19947,
    "title": "What Does `playsinline` Mean in Web Video?",
    "content": "Note that the user still has the ability to go fullscreen with the video even in the playsinline scenario, so I'd say it's probably a smart default choice. It's not literally the default — you have to add it, but you know what I mean.",
    "date_updated": "2020-03-23T06:29:09.000Z",
    "link": "https://css-tricks.com/what-does-playsinline-mean-in-web-video/",
    "word_count": 270
  },
  {
    "id": 15166,
    "title": "Coming soon",
    "content": "coming soon info@minorfigures.",
    "date_updated": "2020-03-22T16:46:40.000Z",
    "link": "https://www.minorfigures.com/",
    "word_count": 8
  },
  {
    "id": 19925,
    "title": "Coronavirus tracked: the latest figures as the pandemic spreads | Free to read",
    "content": "The human cost of the coronavirus outbreak has continued to mount, with more than 1m cases confirmed globally and more than 58,000 people known to have died from the virus.",
    "date_updated": "2020-03-21T23:53:17.000Z",
    "link": "https://www.ft.com/content/a26fbf7e-48f8-11ea-aeb3-955839e06441",
    "word_count": 656
  },
  {
    "id": 19958,
    "title": "The Disorienting Thing Is You Can't Compare This To Anything",
    "content": "On the national level, this defies comparison. On the individual level, we’re undergoing the same processes of social distancing and self-quarantine — but paradoxically, these experiences will be hyper-individualized. One of the more surreal aspects of this is that everything defies comparison.",
    "date_updated": "2020-03-21T20:38:18.000Z",
    "link": "https://www.buzzfeednews.com/article/katherinemiller/corona-pandemic-economy-self-quarantine",
    "word_count": 815
  },
  {
    "id": 19959,
    "title": "How People Are Getting Creative With Spending Time With Friends In The Age Of Coronavirus",
    "content": "Friends are still having birthday parties, group cooking sessions, and lip-sync battles together — they're just doing it over video chat apps.",
    "date_updated": "2020-03-21T20:36:38.000Z",
    "link": "https://www.buzzfeednews.com/article/michaelblackmon/coronavirus-quarantine-friends-group-video-chat-hangout",
    "word_count": 1174
  },
  {
    "id": 19956,
    "title": "The Crisis Could Last 18 Months. Be Prepared.",
    "content": "Get your battle rhythm, I keep telling myself, as I put on my oversize sweatpants for the third day in a row. Staying inside, away from our offices, routines, and community, feels jarring even for those who, on a rational level, understand the need for extreme social distancing.",
    "date_updated": "2020-03-21T18:48:08.000Z",
    "link": "https://www.theatlantic.com/ideas/archive/2020/03/there-isnt-going-be-all-clear-signal/608512/",
    "word_count": 1029
  },
  {
    "id": 19948,
    "title": "How China Is Reshaping the Coronavirus Narrative",
    "content": "3:29",
    "date_updated": "2020-03-21T17:21:56.000Z",
    "link": "https://www.nytimes.com/video/world/asia/100000007024807/china-coronavirus-propaganda.html",
    "word_count": 0
  },
  {
    "id": 19954,
    "title": "A Medical Worker Describes Terrifying Lung Failure From COVID-19 — Even in His Young Patients — ProPublica",
    "content": "ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published. As of Friday, Louisiana was reporting 479 confirmed cases of COVID-19, one of the highest numbers in the country. Ten people had died.",
    "date_updated": "2020-03-21T16:44:09.000Z",
    "link": "https://www.propublica.org/article/a-medical-worker-describes--terrifying-lung-failure-from-covid19-even-in-his-young-patients",
    "word_count": 1842
  },
  {
    "id": 19952,
    "title": "12 independent bookshops in London offering home deliveries",
    "content": "As the Covid-19 pandemic continues to spread and Londoners are encouraged to practice social distancing, it's the small, independent shops who are losing out. Yet, bookstores across the capital have seen the pandemic as a chance to launch a new initiative: book deliveries by bike.",
    "date_updated": "2020-03-20T18:22:11.000Z",
    "link": "https://www.standard.co.uk/lifestyle/books/best-independent-bookshops-in-london-a4393251.html",
    "word_count": 1357
  },
  {
    "id": 19951,
    "title": "Coronavirus, le immagini shock dall'Ospedale di Bergamo",
    "content": "",
    "date_updated": "2020-03-20T11:18:17.000Z",
    "link": "https://vimeo.com/398334975",
    "word_count": 0
  },
  {
    "id": 19950,
    "title": "The American Room",
    "content": "Behind the nation’s closed doors, with YouTube. The video is blurry; it’s from the world of the 2000s. We can’t see Brolsma’s computer because he’s facing an outward-peering webcam. The camera never moves. Behind him there is an aquarium, maybe for a reptile.",
    "date_updated": "2020-03-19T22:10:23.000Z",
    "link": "https://medium.com/message/the-american-room-3fce9b2b98c5",
    "word_count": 2736
  },
  {
    "id": 19944,
    "title": "Introducing a simpler, more organized Slack",
    "content": "Read this post in French, German, Japanese, UK English, Portuguese (Brazil), Spanish (Latin America) and Spanish (Spain). For millions of people across companies large and small, Slack is where work happens every day.",
    "date_updated": "2020-03-19T22:08:16.000Z",
    "link": "https://slackhq.com/simpler-more-organized-slack",
    "word_count": 707
  },
  {
    "id": 19949,
    "title": "Four Theories for Why People Are Still Out Partying",
    "content": "Any one of us could be carrying the coronavirus. By going out for coffee or meeting up with friends, we might unwittingly be infecting people who, a few short weeks from now, will find themselves in a hospital bed, gasping for air.",
    "date_updated": "2020-03-19T17:58:35.000Z",
    "link": "https://www.theatlantic.com/ideas/archive/2020/03/moral-instincts-coronavirus/608305/",
    "word_count": 1007
  },
  {
    "id": 19791,
    "title": "Tomato & harissa stew with cheddar dumplings",
    "content": "Heat the oil in a large wide-topped casserole dish with a lid, then fry the onion and celery for 5 mins until softening and starting to colour. Tip in the tomatoes and a can of water, then stir in the harissa, courgettes and chickpeas, and crumble in the stock cube.",
    "date_updated": "2020-03-19T15:13:17.000Z",
    "link": "https://www.bbcgoodfood.com/recipes/tomato-harissa-stew-cheddar-dumplings",
    "word_count": 258
  },
  {
    "id": 19945,
    "title": "Stop Making Points",
    "content": "Listen to me. The problem is your imagination. Stop using dystopia as your compass. Stop using metaphors. You have to live through this. We’ve been inside the house, inside the quarantine, for five days, and it is totally unreal even for people used to lying in bed writing.",
    "date_updated": "2020-03-18T19:15:49.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/stop-making-points/",
    "word_count": 2263
  },
  {
    "id": 19939,
    "title": "They Went Off the Grid. They Came Back to the Coronavirus.",
    "content": "Every time Zach Edler sets out on a rafting trip — out on the water for days, away from phones, an internet connection and the rest of the world — the question comes up. “Somebody would always joke and say, ‘What if we come back to a world where nothing is the same?’” Mr.",
    "date_updated": "2020-03-18T18:37:18.000Z",
    "link": "https://www.nytimes.com/2020/03/17/opinion/coronavirus-news.html",
    "word_count": 1408
  },
  {
    "id": 15066,
    "title": "Understanding the bin, sbin, usr/bin , usr/sbin split",
    "content": "On Tuesday 30 November 2010 15:58:00 David Collier wrote: > I see that busybox spreads it's links over these 4 directories. > > Is there a simple rule which decides which directory each link lives > in..... > > For instance I see kill is in /bin and killall in /usr/bin....",
    "date_updated": "2020-03-18T16:54:58.000Z",
    "link": "http://lists.busybox.net/pipermail/busybox/2010-December/074114.html",
    "word_count": 761
  },
  {
    "id": 19936,
    "title": "Be This Manager Now",
    "content": "Regardless of industry or leadership level, everyone with a job needs to know that they are being heard and accounted for by their employer during this tumultuous time. You can be the voice of reassurance for your direct reports by doing these five things asap: 1.",
    "date_updated": "2020-03-18T15:39:42.000Z",
    "link": "https://medium.com/@nmsanchez/be-this-manager-now-3e11a96a9b12",
    "word_count": 465
  },
  {
    "id": 19938,
    "title": "What the coronavirus bill will do",
    "content": "The UK government’s coronavirus action plan, published on 3 March, set out measures to respond to the COVID-19 outbreak that are reasonable, proportionate and based on the latest scientific evidence. Specifically, it detailed:",
    "date_updated": "2020-03-18T08:46:10.000Z",
    "link": "https://www.gov.uk/government/publications/coronavirus-bill-what-it-will-do/what-the-coronavirus-bill-will-do",
    "word_count": 3722
  },
  {
    "id": 19943,
    "title": "We’re not going back to normal",
    "content": "To stop coronavirus we will need to radically change almost everything we do: how we work, exercise, socialize, shop, manage our health, educate our kids, take care of family members. We all want things to go back to normal quickly.",
    "date_updated": "2020-03-18T07:32:08.000Z",
    "link": "https://www.technologyreview.com/s/615370/coronavirus-pandemic-social-distancing-18-months/",
    "word_count": 1569
  },
  {
    "id": 19942,
    "title": "The Horrifying Things I’ve Seen as an Office Manager in Silicon Valley",
    "content": "This article is part of San Francisco Confesses, a feature series dedicated to anonymous stories from locals they’d never share with their name attached. This message was from a salesperson at the startup where I work, a guy we can call Greg.",
    "date_updated": "2020-03-18T06:09:49.000Z",
    "link": "https://thebolditalic.com/the-horrifying-things-ive-seen-as-an-office-manager-in-silicon-valley-8b572c6a7c72",
    "word_count": 1989
  },
  {
    "id": 19941,
    "title": "How Pandemics Change History",
    "content": "In his new book, “Epidemics and Society: From the Black Death to the Present,” Frank M.",
    "date_updated": "2020-03-18T06:09:35.000Z",
    "link": "https://www.newyorker.com/news/q-and-a/how-pandemics-change-history",
    "word_count": 3289
  },
  {
    "id": 19940,
    "title": "All Your Horny Little Coronavirus Questions, Answered",
    "content": "As COVID-19, or coronavirus, continues to spread through communities around the United States, the CDC has been extremely proactive in issuing all sorts of guidance for not getting sick.",
    "date_updated": "2020-03-18T06:09:22.000Z",
    "link": "https://www.vice.com/en_us/article/bvgpy8/can-you-get-coronavirus-from-sex",
    "word_count": 1243
  },
  {
    "id": 19912,
    "title": "A Military Historian’s Look at the Siege of Gondor in Peter Jackson’s Return of the King",
    "content": "In a six-part series on his blog, Roman military historian Bret Devereaux took a close look at the Siege of Gondor in Peter Jackson’s Return of the King, the final movie in the Lord of the Rings trilogy.",
    "date_updated": "2020-03-18T06:02:26.000Z",
    "link": "https://kottke.org/20/03/a-military-historians-look-at-the-siege-of-gondor-in-peter-jacksons-return-of-the-king",
    "word_count": 392
  },
  {
    "id": 19937,
    "title": "Here's What The UK Looks Like During The Coronavirus Pandemic",
    "content": "On Monday, Boris Johnson announced that everyone in the UK should stop \"nonessential contact\" with other people and avoid pubs, clubs, cinemas, and theatres in a bid to stop the spread of the coronavirus.",
    "date_updated": "2020-03-17T20:20:01.000Z",
    "link": "https://www.buzzfeed.com/alanwhite/uk-coronavirus-pictures",
    "word_count": 151
  },
  {
    "id": 19933,
    "title": "Social Distancing and Exponential Growth",
    "content": "A quick illustration why we are practicing extreme social distancing in our family.",
    "date_updated": "2020-03-15T16:10:19.000Z",
    "link": "https://corona-azure.now.sh/",
    "word_count": 0
  },
  {
    "id": 19932,
    "title": "Open source, experimental, and tiny tools roundup",
    "content": "",
    "date_updated": "2020-03-15T13:44:34.000Z",
    "link": "http://everest-pipkin.com/teaching/tools.html",
    "word_count": 0
  },
  {
    "id": 19935,
    "title": "Using the HTML title attribute",
    "content": " Steve Faulkner: User groups not well served by use of the title attribute• Mobile phone users.• Keyboard only users.• Screen magnifier users.• Screen",
    "date_updated": "2020-03-15T13:32:50.000Z",
    "link": "https://css-tricks.com/using-the-html-title-attribute/",
    "word_count": 0
  },
  {
    "id": 19931,
    "title": "Why outbreaks like coronavirus spread exponentially, and how to “flatten the curve”",
    "content": "PLEASE NOTE The Washington Post is providing this story for free so that all readers have access to this important information about the coronavirus. For more free stories, sign up for our daily Coronavirus Updates newsletter.",
    "date_updated": "2020-03-15T11:29:07.000Z",
    "link": "https://www.washingtonpost.com/graphics/2020/world/corona-simulator/",
    "word_count": 1047
  },
  {
    "id": 19934,
    "title": "Donald Glover Presents",
    "content": "",
    "date_updated": "2020-03-15T09:29:50.000Z",
    "link": "https://donaldgloverpresents.com/",
    "word_count": 0
  },
  {
    "id": 19929,
    "title": "The Dos and Don’ts of ‘Social Distancing’",
    "content": "Updated at 11:20 a.m. ET on March 19, 2020.",
    "date_updated": "2020-03-13T12:04:08.000Z",
    "link": "https://www.theatlantic.com/family/archive/2020/03/coronavirus-what-does-social-distancing-mean/607927/",
    "word_count": 2574
  },
  {
    "id": 19930,
    "title": "Is Zero Hedge a Russian Trojan Horse?",
    "content": "About a week before Christmas, I received a most unwelcome email. A criminal complaint had been filed against me in Bulgaria, a country I have never visited and with which I had no personal connection.",
    "date_updated": "2020-03-13T11:16:52.000Z",
    "link": "https://newrepublic.com/article/156788/zero-hedge-russian-trojan-horse",
    "word_count": 3782
  },
  {
    "id": 19928,
    "title": "From Flattening the Curve to Social Distancing: a Coronavirus Glossary",
    "content": "Here are some of the terms and phrases you need to know to understand the virus and how it spreads. When is an epidemic considered a pandemic, and what is the difference? What do health officials mean when they recommend “self-quarantining” or “social distancing”?",
    "date_updated": "2020-03-12T11:51:22.000Z",
    "link": "https://www.nytimes.com/2020/03/11/science/coronavirus-terms-to-know.html",
    "word_count": 1230
  },
  {
    "id": 19927,
    "title": "Merkel Gives Germans a Hard Truth About the Coronavirus",
    "content": "The famously no-nonsense chancellor, keeping to form, braced Germany for an epidemic that may reach extraordinary scale.",
    "date_updated": "2020-03-12T10:07:55.000Z",
    "link": "https://www.nytimes.com/2020/03/11/world/europe/coronavirus-merkel-germany.html",
    "word_count": 1256
  },
  {
    "id": 19926,
    "title": "Halting China’s Economy Was Hard. Restarting It Is Harder.",
    "content": "Beijing brought the world’s No. 2 economy to a halt to quell the coronavirus epidemic. Its difficulties in reviving business offer a potential lesson for other countries. SHANGHAI — China is starting to get back to work.",
    "date_updated": "2020-03-12T10:07:39.000Z",
    "link": "https://www.nytimes.com/2020/03/12/business/china-coronavirus-economy.html",
    "word_count": 1440
  },
  {
    "id": 19923,
    "title": "Outdoor Voices Became A Staple For Millennial Cool Girls Thanks To Its Chill Aesthetic. Employees Say They Were Drowning.",
    "content": "“Each day I walked into that office I felt more and more worthless,” one former director told BuzzFeed News. “She had beaten me down, like she had done to many others.",
    "date_updated": "2020-03-11T18:38:47.000Z",
    "link": "https://www.buzzfeednews.com/article/briannasacks/outdoor-voices-ty-haney-employee-allegations",
    "word_count": 3322
  },
  {
    "id": 19924,
    "title": "Work in the Time of Corona",
    "content": "With the spread of COVID-19, many tech companies are sending employees home to work remotely. As someone who has worked remotely for multiple companies, in different setups, I wanted to offer some assurances and tips for maintaining your mental health while adjusting to this new life.",
    "date_updated": "2020-03-11T17:23:23.000Z",
    "link": "https://blog.alicegoldfuss.com/work-in-the-time-of-corona/",
    "word_count": 2611
  },
  {
    "id": 19922,
    "title": "The Impossible Conspiracy Fuelling Russia’s MH17 Defence",
    "content": "Ahead of the commencement of the MH17 trials in the Netherlands on March 9, 2020, various Russian government officials have made statements defending Russia against accusations that Russia provided the Buk missile launcher that shot down MH17 on July 17, 2014.",
    "date_updated": "2020-03-11T08:54:56.000Z",
    "link": "https://www.bellingcat.com/news/uk-and-europe/2020/03/09/the-impossible-conspiracy-fuelling-russias-mh17-defence/",
    "word_count": 1358
  },
  {
    "id": 15115,
    "title": "Radiooooo",
    "content": "Radiooooo - The Musical Time Machine",
    "date_updated": "2020-03-11T03:55:41.000Z",
    "link": "http://radiooooo.com/#",
    "word_count": 0
  },
  {
    "id": 19921,
    "title": "One account. All of Google.",
    "content": "Sign in with a different account Create account One Google Account for everything Google",
    "date_updated": "2020-03-11T03:54:38.000Z",
    "link": "https://docs.google.com/document/d/1XX5OV8QdE7sspudpu5TjTtrIaUN3Hzk8Wh56iLrudrE/edit?ts=5e5ebda4#heading=h.lz1cre76xk63",
    "word_count": 14
  },
  {
    "id": 19920,
    "title": "One account. All of Google.",
    "content": "Sign in with a different account Create account One Google Account for everything Google",
    "date_updated": "2020-03-11T03:47:18.000Z",
    "link": "https://docs.google.com/document/d/1-2oVZ4KU02C0rJerU8itBTPND_ToNElBqyKF-zGIh1w/edit?usp=sharing",
    "word_count": 14
  },
  {
    "id": 19919,
    "title": "Coronavirus (COVID-19) Testing Data",
    "content": "Coronavirus (COVID-19) Testing Data Crawled data from US government websites for 50 states and DC (Updated 2020-03-10 22:41:01 UTC) Contact me for more data, or if you want to contribute to this project.",
    "date_updated": "2020-03-11T03:42:06.000Z",
    "link": "http://coronavirusapi.com/",
    "word_count": 56
  },
  {
    "id": 19914,
    "title": "Tips for the Depressed",
    "content": "As we all know, unless you can afford a medical concierge and the most expensive insurance and facilities, the for-profit, private-insurance-based health care system in the United States is somewhere between a headache and a nightmare. Inpatient mental health care is no exception.",
    "date_updated": "2020-03-11T03:31:42.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/tips-for-the-depressed/",
    "word_count": 4273
  },
  {
    "id": 19918,
    "title": "Last Meals on Death Row, a Peculiarly American Fascination",
    "content": "Researching his book on final-menu fantasies, the critic Jay Rayner came across an unsettling body of work about the choices of the condemned. At some point last Oct. 1, Russell Bucklew was served a gyro, a smoked brisket sandwich, two portions of fries, a cola and a banana split.",
    "date_updated": "2020-03-11T03:12:37.000Z",
    "link": "https://www.nytimes.com/2020/03/10/dining/death-row-last-meals-jay-rayner.html",
    "word_count": 1658
  },
  {
    "id": 19917,
    "title": "Photos : When Everyone Stays Home—Empty Public Spaces During Coronavirus",
    "content": "In cities and regions hard-hit by the coronavirus crisis, quarantine measures and self-isolation efforts have left many public spaces deserted.",
    "date_updated": "2020-03-09T19:46:15.000Z",
    "link": "https://www.theatlantic.com/photo/2020/03/empty-spaces-due-coronavirus-fears/607666/",
    "word_count": 45
  },
  {
    "id": 19916,
    "title": "Do I Have a Latino Fetish?",
    "content": "¡Hola Papi! is the preeminent deranged advice column from writer and author John Paul Brammer, now living on Substack! If you’ve ever wanted advice from a Twitter-addled gay Mexican with anxiety, here is your chance.",
    "date_updated": "2020-03-09T17:04:00.000Z",
    "link": "https://holapapi.substack.com/p/do-i-have-a-latino-fetish",
    "word_count": 897
  },
  {
    "id": 19915,
    "title": "The First Novelist Accused of Cultural Appropriation",
    "content": "A couple of news cycles ago, I came upon a Facebook post about the Jeanine Cummins novel American Dirt that hit close to home. Although the book had debuted at No. 1 on the New York Times Best Seller List, criticism was raining down from all corners: It wasn’t good. It wasn’t realistic.",
    "date_updated": "2020-03-09T16:08:03.000Z",
    "link": "https://www.theatlantic.com/ideas/archive/2020/03/other-peoples-stories/607606/",
    "word_count": 2487
  },
  {
    "id": 19913,
    "title": "How ElizabethWarren.com redefined traditional campaign websites",
    "content": "It was early May when Joe Rospars pulled Matt Ipcar and myself aside at the old Blue State office in Soho to help bring to life a wild idea he had, a calculator on our website that could explain Elizabeth’s new plan to cancel student loan debt.",
    "date_updated": "2020-03-07T16:54:38.000Z",
    "link": "https://medium.com/@itsjoekent/how-elizabethwarren-com-redefined-traditional-campaign-websites-fba625874e27",
    "word_count": 1799
  },
  {
    "id": 19911,
    "title": "#lifeprotip: Use Docker as psuedo-Vagrant",
    "content": "During my ongoing work on TinyDevCRM, I realized I need this ability to trace / audit / lock down dependencies while also not adversely impacting my development velocity during the MVP phase (where dependencies come and go in a game of musical chairs).",
    "date_updated": "2020-03-01T21:16:31.000Z",
    "link": "https://bytes.yingw787.com/posts/2020/02/27/docker_as_vagrant/",
    "word_count": 1603
  },
  {
    "id": 17883,
    "title": "How To Share Data between Docker Containers",
    "content": "Docker is a popular containerization tool used to provide software applications with a filesystem that contains everything they need to run. Using Docker containers ensures that the software will behave the same way regardless of where it is deployed because its run-time environment is consistent.",
    "date_updated": "2020-02-28T16:49:47.000Z",
    "link": "https://www.digitalocean.com/community/tutorials/how-to-share-data-between-docker-containers",
    "word_count": 1929
  },
  {
    "id": 15779,
    "title": "How To Share Data between Docker Containers",
    "content": "Docker is a popular containerization tool used to provide software applications with a filesystem that contains everything they need to run. Using Docker containers ensures that the software will behave the same way regardless of where it is deployed because its run-time environment is consistent.",
    "date_updated": "2020-02-28T15:36:56.000Z",
    "link": "https://www.digitalocean.com/community/tutorials/how-to-share-data-between-docker-containers",
    "word_count": 1929
  },
  {
    "id": 19164,
    "title": "How to create, backup and restore a SQLite database using Docker",
    "content": "In this tutorial will learn how to create, backup and restore a SQLite database using Docker. A Linux machine and Docker will be required to follow this tutorial. You can find more SQLite commands here.",
    "date_updated": "2020-02-28T15:36:06.000Z",
    "link": "https://devopsheaven.com/sqlite/backup/restore/dump/databases/docker/2017/10/10/sqlite-backup-restore-docker.html",
    "word_count": 205
  },
  {
    "id": 15234,
    "title": "Redirecting",
    "content": "",
    "date_updated": "2020-02-28T14:56:35.000Z",
    "link": "https://nodejs.org/en/docs/guides/nodejs-docker-webapp/",
    "word_count": 0
  },
  {
    "id": 15294,
    "title": "Unix as IDE",
    "content": "This series has been independently translated into Chinese, Russian, Turkish, and Korean, and formatted as an ebook.",
    "date_updated": "2020-02-28T08:50:52.000Z",
    "link": "https://sanctum.geek.nz/arabesque/series/unix-as-ide/",
    "word_count": 9155
  },
  {
    "id": 19910,
    "title": "White Gay Men Are Destroying Queer Black Lives With “Party ‘n’ Play” Sex And Meth Addiction",
    "content": "Two black men were found dead from meth overdoses in the LA home of Democratic donor Ed Buck. In a new, three-part series, young queer men of color tell BuzzFeed News how rich white men are weaponizing the drug in a culture of exploitation and abuse. It was 8 p.m.",
    "date_updated": "2020-02-27T16:38:01.000Z",
    "link": "https://www.buzzfeednews.com/article/patrickstrudwick/racism-meth-sex-destroy-queer-black-lives",
    "word_count": 4940
  },
  {
    "id": 19895,
    "title": "Garbage Language",
    "content": "This article was featured in One Great Story, New York’s reading recommendation newsletter. Sign up here to get it nightly. I worked at various start-ups for eight years beginning in 2010, when I was in my early 20s. Then I quit and went freelance for a while.",
    "date_updated": "2020-02-27T14:54:41.000Z",
    "link": "https://www.vulture.com/2020/02/spread-of-corporate-speak.html",
    "word_count": 4150
  },
  {
    "id": 19908,
    "title": "They Killed Their Husbands. Now in Prison, They Feel Free.",
    "content": "Violence against women is rampant in Afghanistan. For some, murdering their husbands was the only way they could escape their abusive marriages.",
    "date_updated": "2020-02-27T13:03:40.000Z",
    "link": "https://www.nytimes.com/2020/02/26/magazine/afghan-women-prison.html",
    "word_count": 1920
  },
  {
    "id": 19909,
    "title": "Why is British media so transphobic?",
    "content": "You might imagine that rampant transphobia is primarily animated by a conservative movement, as seen in the U.S. in various states’ bathroom bills, or the entire Trump administration.",
    "date_updated": "2020-02-26T18:08:28.000Z",
    "link": "https://theoutline.com/post/6536/british-feminists-media-transphobic",
    "word_count": 2024
  },
  {
    "id": 19901,
    "title": "Mathematics for the adventurous self-learner",
    "content": "For over six years now, I've been studying mathematics on my own in my spare time - working my way through books, exercises, and online courses. In this post I'll share what books and resources I've worked through and recommend and also tips for anyone who wants to go on a similar adventure.",
    "date_updated": "2020-02-26T09:29:00.000Z",
    "link": "https://www.neilwithdata.com/mathematics-self-learner",
    "word_count": 5277
  },
  {
    "id": 19888,
    "title": "Metternich by Wolfram Siemann book review",
    "content": "Book review | Metternich: Strategist and visionary by Wolfram Siemann, translated by Daniel Steuer, reviewed by Ferdinand Mount - The TLS",
    "date_updated": "2020-02-26T09:20:51.000Z",
    "link": "https://www.the-tls.co.uk/articles/metternich-wolfram-siemann-book-review/",
    "word_count": 0
  },
  {
    "id": 19896,
    "title": "How the English Found Cannabis",
    "content": "In the 17th century, English travelers, merchants, and physicians were first introduced to cannabis, particularly in the form of bhang, an intoxicating edible which had been getting Indians high for millennia.",
    "date_updated": "2020-02-26T09:20:40.000Z",
    "link": "https://publicdomainreview.org/essay/how-the-english-found-cannabis/",
    "word_count": 2041
  },
  {
    "id": 19369,
    "title": "Mixily",
    "content": "",
    "date_updated": "2020-02-25T19:00:33.000Z",
    "link": "https://www.mixily.com/",
    "word_count": 0
  },
  {
    "id": 19906,
    "title": "Pages for Likes",
    "content": "Dave has a likes page Robin has a likes page",
    "date_updated": "2020-02-25T08:29:21.000Z",
    "link": "https://css-tricks.com/pages-for-likes/",
    "word_count": 10
  },
  {
    "id": 19907,
    "title": "switching.software",
    "content": "How to switch from … All Google Facebook Amazon Microsoft ... Adobe Creative Cloud (Design Software) Amazon Books (Book Stores) Change.",
    "date_updated": "2020-02-25T08:26:01.000Z",
    "link": "https://swiso.org/",
    "word_count": 169
  },
  {
    "id": 19904,
    "title": "Donald Knuth Was Framed",
    "content": "The other day I was talking with a friend about structured editing and literate programming came up. LP was one of Donald Knuth’s ideas, to structure programs as readable documents instead of just machine docs. He was interested in it, I was cautiously skeptical.",
    "date_updated": "2020-02-24T23:39:08.000Z",
    "link": "https://buttondown.email/hillelwayne/archive/donald-knuth-was-framed/",
    "word_count": 731
  },
  {
    "id": 19905,
    "title": "Cloudflare silently deleted my DNS records",
    "content": "Yesterday I followed up with a potential client to ask them what they thought of the proposal I sent them the previous Thursday. I was shocked to learn that they thought they had emailed me the same day to accept. I began debugging, and figured out there was an issue with my MX records.",
    "date_updated": "2020-02-24T23:39:02.000Z",
    "link": "https://txti.delightcreative.com/cloudflare-deleted-my-dns",
    "word_count": 716
  },
  {
    "id": 19882,
    "title": "Wikipedia Is the Last Best Place on the Internet",
    "content": "Remember when Wikipedia was a joke? In its first decade of life, the website appeared in as many punch lines as headlines.",
    "date_updated": "2020-02-24T19:44:21.000Z",
    "link": "https://www.wired.com/story/wikipedia-online-encyclopedia-best-place-internet/",
    "word_count": 4237
  },
  {
    "id": 19903,
    "title": "It Doesn’t Matter If Anyone Exists or Not",
    "content": "You encounter so many people every day, online and off-, that it is almost impossible to be alone. Now, thanks to computers, those people might not even be real.",
    "date_updated": "2020-02-24T18:54:35.000Z",
    "link": "https://www.theatlantic.com/technology/archive/2020/02/how-generate-infinite-fake-humans/606943/",
    "word_count": 2012
  },
  {
    "id": 19902,
    "title": "Have We Lost Our Awe of the Flourishing Arctic?",
    "content": "Yuri Rytkheu was born in 1930 in Uelen, a small town on a long, narrow barrier spit perched between a lagoon and the Bering Sea. The northeastern coast of Chukotka is raw, cold, and remote, though it’s only 61 miles across the ocean to Wales, Alaska.",
    "date_updated": "2020-02-24T15:06:11.000Z",
    "link": "https://lithub.com/have-we-lost-our-awe-of-the-flourishing-arctic/",
    "word_count": 1512
  },
  {
    "id": 19899,
    "title": "You don’t need to work on hard problems",
    "content": "College, 2012—Internship recruiting season. “What are you looking for in your internship?” the recruiter asks. “I’d like to solve hard technical problems,” I reply. I end up at Jane Street writing software to calculate numeric integrals of a function that is costly to evaluate.",
    "date_updated": "2020-02-24T08:52:13.000Z",
    "link": "https://www.benkuhn.net/hard",
    "word_count": 996
  },
  {
    "id": 19900,
    "title": "A Daredevil Flat Earther Died After Attempting To Launch Himself 5,000 Feet With A Homemade Rocket",
    "content": "\"Mad\" Mike Hughes at times said his rocket launches aimed to prove the Earth's shape, but a representative told BuzzFeed News that was all for publicity. A daredevil who espoused flat Earth conspiracies died on Saturday after falling from a homemade rocket.",
    "date_updated": "2020-02-23T23:02:02.000Z",
    "link": "https://www.buzzfeednews.com/article/otilliasteadman/mad-mike-hughes-rocket-death-flat-earth",
    "word_count": 686
  },
  {
    "id": 19727,
    "title": "Host your own wikipedia backup",
    "content": "Written by , on 13 November 2019. Tags: #openbsd #wikipedia If you ever wanted to host your own wikipedia replica, here is the simplest way.",
    "date_updated": "2020-02-23T14:10:55.000Z",
    "link": "https://dataswamp.org/~solene/2019-11-13-wikimedia-dump.html",
    "word_count": 440
  },
  {
    "id": 19876,
    "title": "Hacking my arm prosthesis to output CV so that it plugs into my synth: Thought-controlled music!",
    "content": "Together with Chrisi from KOMA Elektronik and my husband Daniel, I am in the process of building a device (the \"SynLimb\") that attaches to my arm prosthesis instead of the prosthetic hand. The SynLimb converts the electrode signals that my prosthesis picks up from my residual limb into control volta",
    "date_updated": "2020-02-22T22:08:02.000Z",
    "link": "http://www.youtube.com/watch?v=qSKBtEBRWi4",
    "word_count": 0
  },
  {
    "id": 15101,
    "title": "The Bash Hackers Wiki",
    "content": "This wiki is intended to hold documentation of any kind about GNU Bash. The main motivation was to provide human-readable documentation and information so users aren't forced to read every bit of the Bash manpage - which can be difficult to understand.",
    "date_updated": "2020-02-22T15:31:10.000Z",
    "link": "https://wiki.bash-hackers.org/",
    "word_count": 213
  },
  {
    "id": 19897,
    "title": "Is The Future of French Feminism Female?",
    "content": "Canons in daily life just demarcate the books you can count on other people feeling comfortable about in conversation.",
    "date_updated": "2020-02-21T10:56:30.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/is-the-future-of-french-feminism-female/",
    "word_count": 26
  },
  {
    "id": 19898,
    "title": "How Saint George’s Dragon Got Its Wings",
    "content": "The lack of living dragons has never stopped people from drawing them. The trends for dragon design tend to organize along East-West lines: dragons in Asia are snakelike, wingless and benevolent, while European dragons are menacing winged lizards.",
    "date_updated": "2020-02-21T10:26:55.000Z",
    "link": "https://daily.jstor.org/how-saint-georges-dragon-got-its-wings/",
    "word_count": 1082
  },
  {
    "id": 19853,
    "title": "The Mandalorian",
    "content": "“In today’s production workflow, the cinematographer comes in to prep the film and then shoots and then is sent away until the grading process — so much work with the image happens in post that we’re not a part of,” asserts Fraser.",
    "date_updated": "2020-02-21T08:18:54.000Z",
    "link": "https://ascmag.com/articles/the-mandalorian",
    "word_count": 684
  },
  {
    "id": 19889,
    "title": "Working with strings in Rust",
    "content": "There's a question that always comes up when people pick up the Rust programming language: why are there two string types? Why is there String, and &str?",
    "date_updated": "2020-02-20T18:28:25.000Z",
    "link": "https://fasterthanli.me/blog/2020/working-with-strings-in-rust/",
    "word_count": 10208
  },
  {
    "id": 19890,
    "title": "You don't need Libraries for internationalization (i18n) of Dates -T2H",
    "content": "Dates are one of very critical info to display in any application; & you don’t need libraries all the time. You already have localization on Date strings All apps use of dates in some sort of way. And one common operation with date is to display it in a readable format.",
    "date_updated": "2020-02-20T13:08:20.000Z",
    "link": "https://time2hack.com/you-dont-need-libraries-for-internationalisation-i18n-of-dates/",
    "word_count": 688
  },
  {
    "id": 19894,
    "title": "On the Madness of Crowds in the Global Age of Terror",
    "content": "On a late Friday afternoon in November 2017, police were called to London’s Oxford Circus for reasons described as “terror-related.” Oxford Circus Underground station was evacuated, producing a crush of people as they made for the exits.",
    "date_updated": "2020-02-20T11:49:02.000Z",
    "link": "https://lithub.com/on-the-madness-of-crowds-in-the-global-age-of-terror/",
    "word_count": 3548
  },
  {
    "id": 19893,
    "title": "Why Have Humans Always Loved… Beans?",
    "content": "That’s what we told the waiter at Maximo Bistrot in Mexico City, where my husband, Carl, and I were honeymooning.",
    "date_updated": "2020-02-20T11:48:58.000Z",
    "link": "https://lithub.com/why-have-humans-always-loved-beans/",
    "word_count": 1809
  },
  {
    "id": 19892,
    "title": "Three Trees That Tell the Story of Ancient Cultures",
    "content": "The following is from The Story of Trees by Kevin Hobbs and David West. The ceiba or kapok is one of the tree wonders of the world.",
    "date_updated": "2020-02-20T11:48:49.000Z",
    "link": "https://lithub.com/three-trees-that-tell-the-story-of-ancient-cultures/",
    "word_count": 1185
  },
  {
    "id": 19891,
    "title": "Gossip, Sex, and Redcoats: On the Build-Up to the Boston Massacre",
    "content": "While his comrades in the Twenty-Ninth Regiment were camping on the Boston Common or meeting their new neighbors, Private William Clark was spending his time with literature: his own. Two months after his arrival in Boston, Clark announced that his play, The Miser. Or The Soldier’s Humour.",
    "date_updated": "2020-02-20T11:48:41.000Z",
    "link": "https://lithub.com/gossip-sex-and-redcoats-on-the-build-up-to-the-boston-massacre/",
    "word_count": 1352
  },
  {
    "id": 19880,
    "title": "#aiart: Enjoy an infinite stream of AI generated Art",
    "content": "◀ Home★ Favorites (0) ∞ stream of machine generated art.",
    "date_updated": "2020-02-20T11:14:18.000Z",
    "link": "https://art42.net",
    "word_count": 9
  },
  {
    "id": 15839,
    "title": "The Changelog #201: Why SQLite Succeeded as a Database with Richard Hipp",
    "content": "This week we talked with Richard Hipp, the creator of SQLite, about its history, where it came from, why it succeeded as a database, how it's development is sustainably funded, and how it's the most widely deployed database engine in the world.",
    "date_updated": "2020-02-20T10:41:41.000Z",
    "link": "https://changelog.com/podcast/201",
    "word_count": 13317
  },
  {
    "id": 19886,
    "title": "We decided to leave AWS",
    "content": "I’ve always been using AWS for hosting from simple prototypes to critical B2B systems. Thanks to its incredible catalog of products, almost all needs are covered. So naturally the first version of SimpleLogin is hosted on AWS.",
    "date_updated": "2020-02-19T13:17:01.000Z",
    "link": "https://simplelogin.io/blog/we-left-aws/",
    "word_count": 970
  },
  {
    "id": 19887,
    "title": "Disabled form controls and how to tackle them",
    "content": "When an HTML form control element is disabled that means it can’t be selected, clicked on, typed into nor does accept focus anymore. Also, by default, browsers display such form controls grayed out.",
    "date_updated": "2020-02-18T11:14:46.000Z",
    "link": "https://catalin.red/disabled-form-controls/",
    "word_count": 927
  },
  {
    "id": 19883,
    "title": "To match the poverty line, experts are now drawing a “riches line” for too much wealth",
    "content": "Academics are researching what characteristics the public defines as “rich”, and whether there is a point when these riches are deemed unacceptable. Get the New Statesman's Morning Call email.",
    "date_updated": "2020-02-18T09:12:27.000Z",
    "link": "https://www.newstatesman.com/politics/economy/2020/02/match-poverty-line-experts-are-now-drawing-riches-line-too-much-wealth",
    "word_count": 1602
  },
  {
    "id": 17111,
    "title": "Full text search with Postgres and Django",
    "content": "Search. The most successful company in the history of the internet made its name by solving search and yet today most websites still get it horribly wrong.",
    "date_updated": "2020-02-17T18:37:15.000Z",
    "link": "https://czep.net/17/full-text-search.html",
    "word_count": 5770
  },
  {
    "id": 19884,
    "title": "Block Links, Cards, Clickable Regions, Etc.",
    "content": "Whether you call them cards, block links, or some other thing, the construct of making an area of content clickable (tappable, Enter-key-able, voice-activatable, etc.) is not new.",
    "date_updated": "2020-02-17T18:33:53.000Z",
    "link": "https://adrianroselli.com/2020/02/block-links-cards-clickable-regions-etc.html",
    "word_count": 1298
  },
  {
    "id": 19885,
    "title": "I Spoke Out Against Sexual Harassment at Uber. The Aftermath Was More Terrifying Than Anything I Faced Before",
    "content": "In February 2017, I published a blog post about my experiences with sexual harassment and gender discrimination at Uber, where I had recently left my role as a software engineer.",
    "date_updated": "2020-02-17T18:09:08.000Z",
    "link": "https://time.com/5784464/susan-fowler-book-uber-sexual-harassment/",
    "word_count": 1859
  },
  {
    "id": 15123,
    "title": "The Runners",
    "content": "Pounding the tarmac through the seasons, a band of runners are brazenly challenged with intimate questions as they pace their routes. Liberated from responsibilities, their guards drop dramatically, releasing funny and brutally frank confessions, and weaving a powerful narrative behind the anonymous",
    "date_updated": "2020-02-17T14:39:32.000Z",
    "link": "https://vimeo.com/87169386",
    "word_count": 0
  },
  {
    "id": 19881,
    "title": "The most fascinating riot you’ve never heard of",
    "content": "If you ever find yourself walking in Astor Place in downtown Manhattan you might notice a plaque, really more of a laminated sign, tucked in the window of one the new skyscrapers between The Bowery and Lafayette Street.",
    "date_updated": "2020-02-17T00:46:33.000Z",
    "link": "https://theoutline.com/post/8659/the-astor-place-opera-house-riot-of-1849-was-lit",
    "word_count": 1941
  },
  {
    "id": 19877,
    "title": "How I Learned French in 12 Months",
    "content": "(Also posted on Medium) (03-05-20: This post got a decent amount of attention on Hacker News, Reddit, and Reddit again. Check out the links to see some discussions about the post and language learning in general, as well as my answers to some questions.",
    "date_updated": "2020-02-17T00:45:21.000Z",
    "link": "http://www.runwes.com/2020/02/11/howilearnedfrench.html",
    "word_count": 8881
  },
  {
    "id": 19110,
    "title": "This Is Not Propaganda: Adventures in the War Against Reality Hardcover – August 6, 2019",
    "content": "",
    "date_updated": "2020-02-15T12:32:09.000Z",
    "link": "https://www.amazon.com/This-Not-Propaganda-Adventures-Against/dp/1541762118",
    "word_count": 0
  },
  {
    "id": 19879,
    "title": "ARIA labels",
    "content": "Recently, I've been chatting about accessibility with two of the biggest experts on the subject. Also, the web developers I work with at N26 take accessibility very seriously. This got me interested enough to read some blog posts on the subject.",
    "date_updated": "2020-02-15T09:17:50.000Z",
    "link": "https://amberwilson.co.uk/blog/aria-labels/",
    "word_count": 518
  },
  {
    "id": 19878,
    "title": "A Complete Guide to Links and Buttons",
    "content": "Are you giving a user a way to go to another page or a different part of the same page? Use a link (<a href=\"/somewhere\">link</a>) Are you making a JavaScript-powered clickable action? Use a button (<button type=\"button\">button</button>) Are you submitting a form? Use a submit input (<input type=\"su",
    "date_updated": "2020-02-15T09:17:44.000Z",
    "link": "https://css-tricks.com/a-complete-guide-to-links-and-buttons/",
    "word_count": 3165
  },
  {
    "id": 19871,
    "title": "Why so many of the world’s oldest companies are in Japan",
    "content": "The country has 33,000 businesses at least a century old. How have so many survived – and what does it mean for Japan’s future?Japan is changing: a rapidly ageing society, a record-breaking influx of visitors from overseas, and more robots than ever.",
    "date_updated": "2020-02-14T13:21:36.000Z",
    "link": "https://www.bbc.com/worklife/article/20200211-why-are-so-many-old-companies-in-japan",
    "word_count": 1627
  },
  {
    "id": 16302,
    "title": "Watch: Here’s Why Slate Operators Matter (And Why Quentin Tarantino’s is So Great)",
    "content": "Over at Polygon, Ben Kuchera suggests that Quentin Tarantino’s secret weapon could be his camera operator. Perhaps that’s overstating things a bit, but the extent of influence a slate operator can have is more significant than you may realize.",
    "date_updated": "2020-02-13T17:40:55.000Z",
    "link": "http://www.indiewire.com/2015/06/watch-heres-why-slate-operators-matter-and-why-quentin-tarantinos-is-so-great-61137/",
    "word_count": 304
  },
  {
    "id": 19875,
    "title": "Building data liberation infrastructure",
    "content": "Draft stage: mostly ready in terms of what I want to say and structure, writing needs to be improved. Our personal data is siloed, held hostage, and very hard to access for various tecnhical and business reasons. I wrote and vented a lot about in the previous post.",
    "date_updated": "2020-02-13T15:48:33.000Z",
    "link": "https://beepb00p.xyz/exports.html",
    "word_count": 5287
  },
  {
    "id": 19874,
    "title": "Tiny Korean Hedge Fund Hits Jackpot With ‘Parasite’ Investment",
    "content": "For a tiny South Korean hedge fund, the shock Oscar win of dark comedy “Parasite” couldn’t be better news. The fund, run by Seoul-based Ryukyung PSG Asset Management Inc.",
    "date_updated": "2020-02-12T22:06:49.000Z",
    "link": "https://www.bloomberg.com/news/articles/2020-02-12/tiny-korean-hedge-fund-hits-jackpot-with-parasite-investment",
    "word_count": 328
  },
  {
    "id": 19873,
    "title": "Reading Sade in the Age of Epstein",
    "content": "The recent publication of two works by the Marquis de Sade enables us to see that sadism is not just “the impulse to cruel and violent treatment of the opposite sex, and the coloring of the idea of such acts with lustful feelings,” as Richard von Krafft-Ebing defined it in his 1886 Psychopathia",
    "date_updated": "2020-02-12T13:22:34.000Z",
    "link": "https://www.nybooks.com/daily/2020/02/12/reading-sade-in-the-age-of-epstein/",
    "word_count": 3423
  },
  {
    "id": 19869,
    "title": "A Pedophile Writer Is on Trial. So Are the French Elites.",
    "content": "PARIS — Gabriel Matzneff, the French writer under investigation for his promotion of pedophilia, was holed up this month inside a luxury hotel room on the Italian Riviera, unable to relax, unable to sleep, unable to write.",
    "date_updated": "2020-02-11T16:08:41.000Z",
    "link": "https://www.nytimes.com/2020/02/11/world/europe/gabriel-matzneff-pedophilia-france.html",
    "word_count": 2785
  },
  {
    "id": 19870,
    "title": "Dear Designer: How to Explain to Your Kids That You Work at Facebook",
    "content": "March 14, 2018, millions of students across the United States, across all grades, walked out of their classrooms for the March For Our Lives.",
    "date_updated": "2020-02-11T16:05:48.000Z",
    "link": "https://modus.medium.com/dear-designer-how-to-explain-to-your-kids-that-you-work-at-facebook-64a93bef7ac3",
    "word_count": 1716
  },
  {
    "id": 19867,
    "title": "Intuit’s Accessibility Champion Program",
    "content": "Intuit’s Accessibility Champion program enables everyone to become a champion and a roadmap for people to become leaders. This was created to celebrate people making contributions towards accessibility.",
    "date_updated": "2020-02-11T09:47:15.000Z",
    "link": "http://www.last-child.com/intuits-accessibility-champion-program/",
    "word_count": 2638
  },
  {
    "id": 19868,
    "title": "“Flood the zone with shit”: How misinformation overwhelmed our democracy",
    "content": "On Wednesday, the Senate voted to acquit President Trump of charges of abuse of power and obstruction of justice. Despite all the incontrovertible facts at the center of this story, it was always inevitable that this process would change very few minds.",
    "date_updated": "2020-02-11T08:21:25.000Z",
    "link": "https://www.vox.com/policy-and-politics/2020/1/16/20991816/impeachment-trial-trump-bannon-misinformation",
    "word_count": 2208
  },
  {
    "id": 19843,
    "title": "The House That Parasite Built (From Scratch)",
    "content": "What’s in a house? Much of the shock and thrill in Bong Joon Ho’s genre-flexible movie Parasite — nominated for six Oscars including Best Production Design — hinges on the fictional house built by a fictional architect owned by the wealthy Park family.",
    "date_updated": "2020-02-10T20:05:14.000Z",
    "link": "https://www.vulture.com/2020/02/how-bong-joon-ho-built-the-houses-in-parasite.html",
    "word_count": 1599
  },
  {
    "id": 19865,
    "title": "6 things I wish I knew about state management when I started writing React apps",
    "content": "I have a lot more blog posts like this I plan to write. If you like this, follow me on Twitter to make sure you don’t miss any. Think about the most complex frontends you’ve used. Frontends that made you wonder — “how did they create this”?",
    "date_updated": "2020-02-10T18:38:23.000Z",
    "link": "https://medium.com/@veeralpatel/things-ive-learned-about-state-management-for-react-apps-174b8bde87fb",
    "word_count": 1455
  },
  {
    "id": 19866,
    "title": "Tools in My Toolbox",
    "content": "One of the most important skills I believe programmers need is to understand when to use certain tools. My typical process for solving a problem is to go through each tool in my toolbox and see which one would solve the problem the best.",
    "date_updated": "2020-02-10T18:38:19.000Z",
    "link": "https://malisper.me/tools-in-my-toolbox/",
    "word_count": 1225
  },
  {
    "id": 19859,
    "title": "Custom Styling Form Inputs With Modern CSS Features",
    "content": "@supports(-webkit-appearance: none) or (-moz-appearance: none) { input[type='checkbox'], input[type='radio'] { -webkit-appearance: none; -moz-appearance: none; } } :checked :hover :focus :disabled /* The toggle container */ .switch { width: 38px; border-radius: 11px; } /* The toggle knob */ .",
    "date_updated": "2020-02-10T10:44:26.000Z",
    "link": "https://css-tricks.com/custom-styling-form-inputs-with-modern-css-features/",
    "word_count": 232
  },
  {
    "id": 19864,
    "title": "How To Grip A Pen???",
    "content": "So I've been holding my pen roughly the same way for around 15 years now. It looks like this: Notice the strange way my index finger is bent. There's an inward angle, almost looking like it's bending too far. I sorta recall people maybe commenting on it, but I didn't really much attention to it.",
    "date_updated": "2020-02-10T10:38:49.000Z",
    "link": "https://mlu.red/muse/52609266310.html",
    "word_count": 751
  },
  {
    "id": 15262,
    "title": "Styling Broken Images",
    "content": "Broken images are ugly. But they don’t always have to be. We can use CSS to apply styles to the <img> element to provide a better experience than the default.",
    "date_updated": "2020-02-10T09:35:25.000Z",
    "link": "https://bitsofco.de/styling-broken-images/",
    "word_count": 533
  },
  {
    "id": 19863,
    "title": "Judith Butler Wants Us to Reshape Our Rage",
    "content": "Judith Butler holds a peculiar place in contemporary Western culture. Like very few men and perhaps no other woman, Butler is an international celebrity academic. This means that many more people know her name than have read her work—and most of them have an opinion about Butler and her ideas.",
    "date_updated": "2020-02-10T09:26:26.000Z",
    "link": "https://www.newyorker.com/culture/the-new-yorker-interview/judith-butler-wants-us-to-reshape-our-rage",
    "word_count": 5631
  },
  {
    "id": 19861,
    "title": "I Should Have Known!",
    "content": "I first met Kobe Bryant in his office. I managed a feeble “Hey, I’m a big fan” as he left to pick up a daughter from somewhere. I had much better planned, but it seemed not to matter. A few days later, I was invited back to teach him about ancient history.",
    "date_updated": "2020-02-10T09:25:27.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/i-should-have-known/",
    "word_count": 1423
  },
  {
    "id": 15032,
    "title": "Hark, a vagrant : 32",
    "content": "\" So this is the reason that Valentines comics stopped, because SOME PEOPLE suggested James Joyce's loving ways and they are RUDE and DIRTY and then I had quite enough oh THAT.",
    "date_updated": "2020-02-09T09:12:04.000Z",
    "link": "http://www.harkavagrant.com/index.php?id=32",
    "word_count": 158
  },
  {
    "id": 19441,
    "title": "Marvel's Spider-Man: A Technical Postmortem",
    "content": "In this 2019 GDC talk, Insomniac Games' Elan Ruskin discusses the challenges of rapidly growing asset count, and adapting rendering, streaming, and lighting to build a New York City that fits on a Blu-Ray for Marvel's Spider-Man. Register for GDC: https://ubm.io/2yWXW38Join the GDC mailing list: htt",
    "date_updated": "2020-02-09T09:05:18.000Z",
    "link": "https://www.youtube.com/watch?v=KDhKyIZd3O8",
    "word_count": 0
  },
  {
    "id": 15063,
    "title": "rachelbythebay : Writing",
    "content": "",
    "date_updated": "2020-02-09T08:56:59.000Z",
    "link": "http://rachelbythebay.com/w/",
    "word_count": 0
  },
  {
    "id": 19862,
    "title": "Maybe Information Actually Doesn’t Want to Be Free",
    "content": "Jessica Lessin’s online tech publication costs $399 a year and has no ads. Silicon Valley’s elite is eating it up. SAN FRANCISCO — Jessica Lessin thinks the biggest story of the moment — how tech is swallowing the universe — is hopelessly under-covered by the news media.",
    "date_updated": "2020-02-09T00:31:08.000Z",
    "link": "https://www.nytimes.com/2020/02/07/business/media/the-information-jessica-lessin.html",
    "word_count": 2387
  },
  {
    "id": 19847,
    "title": "An Unsettling New Theory: There Is No Swing Voter",
    "content": "Rachel Bitecofer’s radical new theory predicted the midterms spot-on. So who’s going to win 2020? David Freedlander writes about politics and culture. He lives in New York.",
    "date_updated": "2020-02-08T11:47:46.000Z",
    "link": "https://www.politico.com/news/magazine/2020/02/06/rachel-bitecofer-profile-election-forecasting-new-theory-108944",
    "word_count": 4446
  },
  {
    "id": 19772,
    "title": "2019 in Review",
    "content": "This post is a quick summary of the evolution of our company, our open-source work, interesting news and lessons in product design and engineering throughout 2019. Throughout 2019 we have continued to see the growth of the JAMstack.",
    "date_updated": "2020-02-08T08:48:20.000Z",
    "link": "https://rauchg.com/2020/2019-in-review",
    "word_count": 3333
  },
  {
    "id": 19860,
    "title": "Database of old book illustrations",
    "content": "Here’s an enormous library of thousands of old book illustrations, with searchable name, artist, source, date, which book it was in, etc. There are also a number of collections to browse through, and each are tagged with multiple keywords so you can also get lost in there in that manner.",
    "date_updated": "2020-02-08T08:32:36.000Z",
    "link": "https://kottke.org/20/02/database-of-old-book-illustrations",
    "word_count": 82
  },
  {
    "id": 19846,
    "title": "Scaling to 100k Users",
    "content": "Many startups have been there - what feels like legions of new users are signing up for accounts every day and the engineering team is scrambling to keep things running. It’s a good a problem to have, but information on how to take a web app from 0 to hundreds of thousands of users can be scarce.",
    "date_updated": "2020-02-07T16:07:24.000Z",
    "link": "https://alexpareto.com/scalability/systems/2020/02/03/scaling-100k.html",
    "word_count": 1824
  },
  {
    "id": 19858,
    "title": "Link Targets and 3.2.5",
    "content": "TL;DR: Regardless of what accessibility conformance level you target, do not arbitrarily open links in a new window or tab. If you are required to do so anyway, inform users in text. Throughout this post I am going to use the terms browser window and tab interchangeably.",
    "date_updated": "2020-02-07T14:42:18.000Z",
    "link": "https://adrianroselli.com/2020/02/link-targets-and-3-2-5.html",
    "word_count": 2913
  },
  {
    "id": 19854,
    "title": "Protecting Your Data",
    "content": "I was watching a mailing-list discussion of backup software, and how often you should back up, and based on some decades’ experience, found some of the thinking sloppy. Here are my life lessons on keeping your data safe while assuming that The Worst Will Happen.",
    "date_updated": "2020-02-07T13:53:34.000Z",
    "link": "https://www.tbray.org/ongoing/When/200x/2006/01/31/Data-Protection",
    "word_count": 2460
  },
  {
    "id": 19855,
    "title": "Emma Willard&#39;s Maps of Time",
    "content": "In the 21st-century, infographics are everywhere. In the classroom, in the newspaper, in government reports, these concise visual representations of complicated information have changed the way we imagine our world.",
    "date_updated": "2020-02-07T09:41:30.000Z",
    "link": "https://publicdomainreview.org/essay/emma-willard-maps-of-time/",
    "word_count": 2182
  },
  {
    "id": 19856,
    "title": "These Bizarre Ivory Cups Were Carved by Princes",
    "content": "This goblet is clearly drunk. Just look at it: it’s swaying in place, barely able to stay upright. Its tiers are teeter-tottering and askew. To my eyes, it looks like glitch art, even though it was made in the seventeenth century.",
    "date_updated": "2020-02-07T09:41:27.000Z",
    "link": "https://daily.jstor.org/these-bizarre-ivory-cups-were-carved-by-princes/",
    "word_count": 875
  },
  {
    "id": 19857,
    "title": "The Gospel According to Kanye West",
    "content": "On January 6, 2019, the rapper Kanye West did what no superstar rapper before him has—he launched his own Sunday Service with a dynamic eighty-person gospel choir. West was the draw, but the gospel choir was the intended centerpiece.",
    "date_updated": "2020-02-07T09:41:24.000Z",
    "link": "https://daily.jstor.org/the-gospel-according-to-kanye-west/",
    "word_count": 1970
  },
  {
    "id": 19852,
    "title": "Pornhub Doesn't Care",
    "content": "On May 1, 2016, in the middle of final exams, a young woman got a text message that would change her life forever. It included a screenshot of a pornographic video posted online, featuring her. Panicking, she quickly tried to justify what she had done.",
    "date_updated": "2020-02-06T23:11:11.000Z",
    "link": "https://www.vice.com/en_us/article/9393zp/how-pornhub-moderation-works-girls-do-porn",
    "word_count": 3520
  },
  {
    "id": 19850,
    "title": "Local First, Undo Redo, JS-Optional, Create Edit Publish",
    "content": "For a while I have brainstormed designs for a user experience (UX) to create, edit, and publish notes and other types of posts, that is fully undoable (like Gmail’s \"Undo Send\" yet generalized to all user actions) and redoable, works local first, and lastly, uses progressive enhancement to work wi",
    "date_updated": "2020-02-06T21:38:19.000Z",
    "link": "https://tantek.com/2020/037/b2/local-first-undo-redo-create-edit-publish",
    "word_count": 768
  },
  {
    "id": 19728,
    "title": "What Joe Biden Can’t Bring Himself to Say",
    "content": "His verbal stumbles have voters worried about his mental fitness. Maybe they’d be more understanding if they knew he’s still fighting a stutter. His eyes fall to the floor when I ask him to describe it.",
    "date_updated": "2020-02-06T15:30:40.000Z",
    "link": "https://www.theatlantic.com/magazine/archive/2020/01/joe-biden-stutter-profile/602401/",
    "word_count": 6062
  },
  {
    "id": 19851,
    "title": "Lawrence of Arabia Understood the Middle East Better Than Many Modern Leaders",
    "content": "The following is a new introduction to Robert Graves’ 1927 biography of Lawrence of Arabia. T. E. Lawrence was totally badass.",
    "date_updated": "2020-02-06T11:24:15.000Z",
    "link": "https://lithub.com/lawrence-of-arabia-understood-the-middle-east-better-than-many-modern-leaders/",
    "word_count": 892
  },
  {
    "id": 19849,
    "title": "The Poke Paradox",
    "content": "“When there’s a bowl of popcorn in the middle of the table, we think, I’m gonna eat two bites. Then we eat the whole bowl,” said Jennifer Bushman, founder of Route To Market and director of sustainability at the Bay Area seafood chain Pacific Catch. “That is human. That’s how we consume.",
    "date_updated": "2020-02-06T11:23:42.000Z",
    "link": "https://longreads.com/2020/02/06/the-poke-paradox/",
    "word_count": 6090
  },
  {
    "id": 19848,
    "title": "Hydration",
    "content": "As you may have noticed, I’m a fan of progressive enhancement. It’s not cool. It’s often at odds with “modern” web development, so I end up looking like an old man yelling at a cloud to get off my lawn. Or something.",
    "date_updated": "2020-02-06T10:50:37.000Z",
    "link": "https://adactio.com/journal/16404",
    "word_count": 1397
  },
  {
    "id": 19828,
    "title": "Experts debunk fringe theory linking China’s coronavirus to weapons research",
    "content": "As China attempts to contain the spread of a new coronavirus that has left more than 100 people dead, rumors and disinformation have spread amid the scramble for answers. Some of the speculation has centered on a virology institute in Wuhan, the city where the outbreak began.",
    "date_updated": "2020-02-06T09:47:53.000Z",
    "link": "https://www.washingtonpost.com/world/2020/01/29/experts-debunk-fringe-theory-linking-chinas-coronavirus-weapons-research/",
    "word_count": 895
  },
  {
    "id": 19798,
    "title": "The Mysterious “Order of the Odd Fellows” that frankly, belongs in a Wes Anderson Movie",
    "content": "It’s a name that had me instantly transfixed, like something Wes Anderson had dreamt up for his next film.",
    "date_updated": "2020-02-05T16:34:27.000Z",
    "link": "https://www.messynessychic.com/2020/01/17/237753/",
    "word_count": 1500
  },
  {
    "id": 19845,
    "title": "Cambridge Literary Festival - Eimear McBride: Attraction, Love and Grief",
    "content": "Approximate and subject to change.",
    "date_updated": "2020-02-05T16:17:16.000Z",
    "link": "https://www.cambridgelive.org.uk/tickets/events/cambridge-literary-festival-eimear-mcbride-attraction-love-and-grief",
    "word_count": 8
  },
  {
    "id": 19844,
    "title": "Who Needs the Russians?",
    "content": "You may be wondering if the Iowa caucus chaos is a hit job by election-meddling Russians. The morning after caucus-goers filed into high-school gyms across Iowa, the state’s Democratic Party is still unable to produce results. The app it developed for precisely this purpose seems to have crashed.",
    "date_updated": "2020-02-04T18:59:22.000Z",
    "link": "https://www.theatlantic.com/technology/archive/2020/02/bad-app-not-russians-plunged-iowa-into-chaos/606052/",
    "word_count": 1353
  },
  {
    "id": 19842,
    "title": "Could browsers fix more accessibility problems automatically?",
    "content": "Last year, I was lucky to be selected to present at the Web We Want session at View Source in Amsterdam, to argue for something that’s bugged me (and others) for a while: browsers could be more proactive in fixing accessibility issues for end users.",
    "date_updated": "2020-02-04T16:15:33.000Z",
    "link": "https://hiddedevries.nl/en/blog/2020-02-04-could-browsers-fix-more-accessibility-problems-automatically",
    "word_count": 1597
  },
  {
    "id": 19832,
    "title": "I Am 35 and Running Faster Than I Ever Thought Possible",
    "content": "My quest to qualify for the Olympic marathon team trials. Ms. Crouse is a senior staff editor in Opinion.",
    "date_updated": "2020-02-04T15:24:38.000Z",
    "link": "https://www.nytimes.com/2020/01/31/opinion/sunday/olympic-runners-women-qualifiers.html",
    "word_count": 1390
  },
  {
    "id": 19677,
    "title": "Computer Files Are Going Extinct",
    "content": "love files. I love renaming them, moving them, sorting them, changing how they’re displayed in a folder, backing them up, uploading them to the internet, restoring them, copying them, and hey, even defragging them.",
    "date_updated": "2020-02-04T08:03:09.000Z",
    "link": "https://onezero.medium.com/the-death-of-the-computer-file-doc-43cb028c0506",
    "word_count": 2503
  },
  {
    "id": 19841,
    "title": "Vendor Responsibilities for Accessibility",
    "content": "Government entities have an obligation to ensure that their digital systems and content are accessible to everyone. What value is a government service that is not usable by all of its constituents? Smart businesses are also recognizing that not being accessible limits their market reach.",
    "date_updated": "2020-02-04T08:02:34.000Z",
    "link": "https://www.accessibilityassociation.org/content.asp?contentid=652",
    "word_count": 766
  },
  {
    "id": 19840,
    "title": "CSS resize none on textarea is bad for UX",
    "content": "For whatever reason, people seem to be passionate about removing the textarea resize handle using the CSS resize: none declaration. Also, GitHub says there are more than 3 million code results in the wild for textarea with CSS resize:none applied.",
    "date_updated": "2020-02-04T08:02:26.000Z",
    "link": "https://catalin.red/css-resize-none-is-bad-for-ux/",
    "word_count": 518
  },
  {
    "id": 19839,
    "title": "Why use a form element when submitting fields with JavaScript?",
    "content": "Question: If we are preventing default behavior of form submission and manually handle it (e.g. with Fetch API), is there a reason to use the <form> tag? (other than form submission with enter/return key…) When I first started my journey to web development, I had the same question.",
    "date_updated": "2020-02-04T08:02:15.000Z",
    "link": "https://gomakethings.com/why-use-a-form-element-when-submitting-fields-with-javascript/",
    "word_count": 388
  },
  {
    "id": 19838,
    "title": "Operating System and Browser Accessibility Display Modes",
    "content": "Most computers, laptops, tablets, smartphones, and web browsers have specialized tools to help people read and take action on the content they display. Some of these tools are display modes, which are pre-defined visual configurations you can tell your device to use.",
    "date_updated": "2020-02-04T08:02:02.000Z",
    "link": "https://a11yproject.com/posts/operating-system-and-browser-accessibility-display-modes/",
    "word_count": 2076
  },
  {
    "id": 19836,
    "title": "Factbox: Airlines suspend China flights because of coronavirus outbreak",
    "content": "Air Canada said on Jan. 28 it was cancelling select flights to China. Air France said on Jan. 30 it had suspended all scheduled flights to and from mainland China until Feb. 9.",
    "date_updated": "2020-02-03T16:39:02.000Z",
    "link": "https://www.reuters.com/article/us-china-health-airlines-factbox-idUSKBN1ZX1PI",
    "word_count": 1202
  },
  {
    "id": 19837,
    "title": "Roundtable",
    "content": "From amnesia to zakhor, the language of remembering.",
    "date_updated": "2020-02-03T14:55:37.000Z",
    "link": "https://www.laphamsquarterly.org/roundtable/glossary-memory",
    "word_count": 0
  },
  {
    "id": 19633,
    "title": "Setting up a mail server with OpenSMTPD, Dovecot and Rspamd",
    "content": "OpenSMTPD 6.6.0 was released today, the article was updated to reflect that it applies to the current release and no longer a development version.",
    "date_updated": "2020-02-03T11:48:41.000Z",
    "link": "https://poolp.org/posts/2019-09-14/setting-up-a-mail-server-with-opensmtpd-dovecot-and-rspamd/",
    "word_count": 7952
  },
  {
    "id": 19835,
    "title": "Dawn or Dusk? How can you tell when it was painted?",
    "content": "The great majority of paintings show a single moment in time. One of the fundamental questions when reading them is when that moment occurred: the time of year, and time of day. Sometimes these can be identified with great precision, but other images prove a real puzzle.",
    "date_updated": "2020-02-03T09:50:32.000Z",
    "link": "https://eclecticlight.co/2020/02/01/dawn-or-dusk-how-can-you-tell-when-it-was-painted/",
    "word_count": 1106
  },
  {
    "id": 19829,
    "title": "How I Get By: Two Weeks in the Life of a Target Employee",
    "content": "The college student doesn’t usually have days off, and not by choice. During the last semester, he typically studied in the mornings or took online classes, then worked nights five days a week at Target. On his two days off, he went to his on-campus classes.",
    "date_updated": "2020-02-03T09:15:34.000Z",
    "link": "https://www.vice.com/en_us/article/g5xyyw/how-i-get-by-two-weeks-in-the-life-of-a-target-employee",
    "word_count": 5497
  },
  {
    "id": 19824,
    "title": "James Joyce’s grandson and the death of the stubborn literary executor",
    "content": "Stephen Joyce, who died last Thursday, was James Joyce’s grandson and an implacable enemy of anyone who wanted to study the legendary Irish writer for almost any reason. Just nine when his grandfather died, Stephen Joyce assumed control of the Joyce estate after his father died in the ’70s.",
    "date_updated": "2020-02-01T13:23:35.000Z",
    "link": "https://theoutline.com/post/8603/stephen-joyce-james-joyce-literary-estate",
    "word_count": 1006
  },
  {
    "id": 19834,
    "title": "The Web is Industrialized and I helped industrialize it",
    "content": "In 2013 I spoke about Responsive Deliverables at SXSW. While it felt in-tune to the emerging web design trends and my personal experiences, I didn’t really anticipate that I’d personally spend the nearly every day of the next 7 years working on component-based design systems.",
    "date_updated": "2020-02-01T13:22:56.000Z",
    "link": "https://daverupert.com/2020/01/the-web-is-industrialized-and-i-helped-industrialize-it/",
    "word_count": 1048
  },
  {
    "id": 19833,
    "title": "Carlos Maza Is Going Independent",
    "content": "After three years at Vox, I’m going independent and seizing the means of my own production. I’m really proud of what I made with Strikethrough. And I’m even more excited for what comes next. Strap in, Brenda. We’ve got work to do.\n\nSupport this channel: https://www.patreon.com/CarlosMaza\nTwi",
    "date_updated": "2020-02-01T13:21:50.000Z",
    "link": "http://www.youtube.com/watch?v=I_wzZPcFLOc",
    "word_count": 0
  },
  {
    "id": 19831,
    "title": "Sexual Assault of Men Played for Laughs - Part 2 Female Perpetrators",
    "content": "It’s hard to overstate just how common jokes about men being sexually assaulted or harassed are in entertainment media. Comedic situations are typically designed to demean, humiliate, or emasculate a male character for being the victim, or potential victim, of sexual violence.\n\nThis is the 2nd of",
    "date_updated": "2020-01-31T16:46:45.000Z",
    "link": "https://www.youtube.com/watch?v=9nheskbsU5g",
    "word_count": 0
  },
  {
    "id": 19826,
    "title": "How Sustainable is a Solar Powered Website?",
    "content": "Our self-hosted, solar-powered, off-grid website has been running for 15 months now. In this article, we present its energy and uptime data, and calculate the embodied energy of our configuration.",
    "date_updated": "2020-01-30T12:28:06.000Z",
    "link": "https://solar.lowtechmagazine.com/2020/01/how-sustainable-is-a-solar-powered-website.html",
    "word_count": 4642
  },
  {
    "id": 19830,
    "title": "A Few Etiquette Tips for Getting Around Japan",
    "content": "Heading to Tokyo for the 2020 Summer Olympics? Here are some lesser-known tips on avoiding faux pas and other cultural missteps while there.",
    "date_updated": "2020-01-30T10:53:32.000Z",
    "link": "https://www.nytimes.com/2020/01/29/travel/etiquette-tips-for-japan.html",
    "word_count": 755
  },
  {
    "id": 19827,
    "title": "The Stop Motion of the Ocean",
    "content": "This clever stop motion animation by Charlotte Arene features a bedroom taking on the characteristics of an increasingly angry sea, before the morning calm sets in.",
    "date_updated": "2020-01-29T11:14:34.000Z",
    "link": "https://kottke.org/20/01/the-stop-motion-of-the-ocean",
    "word_count": 113
  },
  {
    "id": 19825,
    "title": "Operating System and Browser Accessibility Display Modes",
    "content": "Most computers, laptops, tablets, smartphones, and web browsers have specialized tools to help people read and take action on the content they display. Some of these tools are display modes, which are pre-defined visual configurations you can tell your device to use.",
    "date_updated": "2020-01-28T18:13:42.000Z",
    "link": "https://a11yproject.com/posts/operating-system-and-browser-accessibility-display-modes/",
    "word_count": 2076
  },
  {
    "id": 19819,
    "title": "GNU Recutils",
    "content": "There are hundreds of cool command line tools that have been made over the years built on the unix philosophy. Plain text is powerful, ubiquitous, and human-centric. It was also the only option for computing for quite a while.",
    "date_updated": "2020-01-28T10:41:21.000Z",
    "link": "https://labs.tomasino.org/gnu-recutils/",
    "word_count": 540
  },
  {
    "id": 19736,
    "title": "Digital Tools I Wish Existed",
    "content": "My digital life in a nutshell: I discover relevant content I don’t have time to consume, I find time and become overwhelmed with my scattered backlog, I wish the content were in a different format, and then I’m unable to find something again once I’ve consumed it.",
    "date_updated": "2020-01-28T09:47:41.000Z",
    "link": "https://jborichevskiy.com/posts/digital-tools/",
    "word_count": 2172
  },
  {
    "id": 19805,
    "title": "Roles and relationships",
    "content": "Sometimes after dabbling in gateway ARIA semantics like aria-current, landmark roles, and link-button hybrids, a budding accessibility practitioner might find themselves experimenting with more serious roles like menu, listbox, or even treegrid.",
    "date_updated": "2020-01-28T09:32:45.000Z",
    "link": "https://sarahmhigley.com/writing/roles-and-relationships/",
    "word_count": 1375
  },
  {
    "id": 19757,
    "title": "<select> your poison",
    "content": "If the web accessibility community were to somehow collectively agree on a single rallying cry, it could easily be “use native, semantic HTML elements.” This, like most things in accessibility, is an oversimplification, but it is a helpful one.",
    "date_updated": "2020-01-28T09:32:42.000Z",
    "link": "https://www.24a11y.com/2019/select-your-poison/",
    "word_count": 2710
  },
  {
    "id": 19743,
    "title": "On Pair Programming",
    "content": "Many people who work in software development today have heard of the practice of pair programming, yet it still only has patchy adoption in the industry. One reason for its varying acceptance is that its benefits are not immediately obvious, it pays off more in the medium- and long-term.",
    "date_updated": "2020-01-27T16:34:54.000Z",
    "link": "https://martinfowler.com/articles/on-pair-programming.html",
    "word_count": 8807
  },
  {
    "id": 19823,
    "title": "Five gang members jailed for murdering teenager inside Wood Green hair salon while he was trying to save his friend",
    "content": "Five gang members have been jailed for murdering a teenager inside a Wood Green hair salon while he was trying to save his friend.",
    "date_updated": "2020-01-27T15:49:46.000Z",
    "link": "https://www.cps.gov.uk/london-north/news/five-gang-members-jailed-murdering-teenager-inside-wood-green-hair-salon",
    "word_count": 412
  },
  {
    "id": 19822,
    "title": "What’s on at the Old Bailey, Jan 27",
    "content": "We are delighted to announce that on the 5th February will be again hosting our Crime & Punishment Seminar with speakers: Forensic expert, Robert Milne, who completed 40 years service in the Metropolitan Police Directorate of Forensic Services, New Scotland Yard, in the roles of Fingerprint expert,",
    "date_updated": "2020-01-27T15:19:04.000Z",
    "link": "https://old-bailey.com/2020/01/26/whats-on-at-the-old-bailey-jan-27/",
    "word_count": 693
  },
  {
    "id": 19821,
    "title": "How Tiffany Moved 114,000 Gems Without Getting Robbed",
    "content": "It took dozens of security officers, hundreds of cameras and a vow of secrecy for the storied jeweler to move to temporary quarters as it renovates its flagship store on Fifth Avenue.",
    "date_updated": "2020-01-26T20:03:32.000Z",
    "link": "https://www.nytimes.com/2020/01/13/nyregion/tiffanys-store-closing.html",
    "word_count": 1376
  },
  {
    "id": 19820,
    "title": "Harry and Meghan’s Big Funding Source Is Private. Sort of.",
    "content": "Prince Charles’s pledge to help support the couple as they forgo public funding has put a spotlight on his own sources of wealth, including a billion-pound real estate conglomerate.",
    "date_updated": "2020-01-26T19:52:42.000Z",
    "link": "https://www.nytimes.com/2020/01/26/world/europe/harry-meghan-charles-duchy-of-cornwall.html",
    "word_count": 1726
  },
  {
    "id": 19787,
    "title": "Writing Software to Last 50 Years",
    "content": ": Original version of this post mentioned that “GNU grep ships as a standalone executable”. lobste.rs user aufziehvogel pointed out that GNU grep is actually a set of dynamically linked libraries, which both he and I verified through ldd: $ lsb_release -a No LSB modules are available.",
    "date_updated": "2020-01-26T09:39:38.000Z",
    "link": "https://bytes.yingw787.com/posts/2020/01/13/50years/",
    "word_count": 1313
  },
  {
    "id": 19809,
    "title": "How Jeff Bezos’ iPhone X Was Hacked",
    "content": "It most likely began with a tiny bit of code that implanted malware, which gave attackers access to Mr. Bezos’ photos and texts.",
    "date_updated": "2020-01-25T09:15:52.000Z",
    "link": "https://www.nytimes.com/2020/01/22/technology/jeff-bezos-hack-iphone.html",
    "word_count": 1599
  },
  {
    "id": 19816,
    "title": "Anybody can write good bash (with a little effort)",
    "content": "ENOSUCHBLOG Programming, philosophy, pedaling.",
    "date_updated": "2020-01-24T10:26:50.000Z",
    "link": "https://blog.yossarian.net/2020/01/23/Anybody-can-write-good-bash-with-a-little-effort",
    "word_count": 1489
  },
  {
    "id": 19818,
    "title": "Bernie Sanders Once Compared Vermont Workers to Black ‘Slaves’",
    "content": "In recent weeks, Sen. Bernie Sanders has criticized his rivals for the Democratic presidential nomination for having too much “baggage” to win the diverse coalition needed to defeat President Donald Trump in November.",
    "date_updated": "2020-01-23T20:40:08.000Z",
    "link": "https://www.thedailybeast.com/bernie-sanders-once-compared-vermont-workers-to-black-slaves",
    "word_count": 1390
  },
  {
    "id": 19817,
    "title": "Rise of the Blur",
    "content": "You have seen the blurs. They are everywhere foregrounded in the news. Right now I’m looking at a New York Times photo of mustachioed former national security adviser John Bolton speaking at a podium.",
    "date_updated": "2020-01-23T20:32:01.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/rise-of-the-blur/",
    "word_count": 2937
  },
  {
    "id": 19302,
    "title": "Even Lil Pump Can’t Have It All",
    "content": "The 18-year-old rapper’s Instagram flexes about money, drugs, and women have earned him millions of fans. In person, things aren’t quite so fun. Lil Pump can’t find his weed.",
    "date_updated": "2020-01-23T20:26:30.000Z",
    "link": "https://www.buzzfeednews.com/article/scaachikoul/lil-pump-harverd-dropout-gucci-gang-soundcloud",
    "word_count": 4440
  },
  {
    "id": 16845,
    "title": "Meaningful HTML",
    "content": "Microformats are a simple way to add more meaning to your HTML.  By adding Microformats to your HTML, your website becomes more understandable to various kinds of computers.",
    "date_updated": "2020-01-23T14:33:48.000Z",
    "link": "https://microformats.io/",
    "word_count": 344
  },
  {
    "id": 19813,
    "title": "What Happens to Google Maps When Tectonic Plates Move?",
    "content": "Earth’s tremors can tweak your GPS coordinates.",
    "date_updated": "2020-01-23T13:23:26.000Z",
    "link": "http://nautil.us/issue/81/maps/what-happens-to-google-maps-when-tectonic-plates-move",
    "word_count": 2004
  },
  {
    "id": 15286,
    "title": "Blue–green distinction in language",
    "content": "Many languages do not distinguish between what in English are described as \"blue\" and \"green\" and instead use a cover term spanning both.",
    "date_updated": "2020-01-23T12:37:50.000Z",
    "link": "https://en.wikipedia.org/wiki/Blue%E2%80%93green_distinction_in_language",
    "word_count": 6379
  },
  {
    "id": 19812,
    "title": "How Does Garth Greenwell Make Such Wonderful Sentences?",
    "content": "Discussions of prose style very seldom concern themselves with the actual grammar of sentences. We think of grammar as strict and harsh, something punitive, prescriptive. And yet grammar is the key to much of what makes sentences sing.",
    "date_updated": "2020-01-23T11:47:49.000Z",
    "link": "https://lithub.com/how-does-garth-greenwell-make-such-wonderful-sentences/",
    "word_count": 3233
  },
  {
    "id": 19814,
    "title": "What Neapolitans Understand About Death (Better Than Most)",
    "content": "Like most people, I’m afraid of death. I take calculated steps to talk about death without actually using the word. I sometimes skip songs like Buddy Holly’s That’ll be the Day or avoid driving down a street where I know there was a deadly car accident.",
    "date_updated": "2020-01-23T11:46:56.000Z",
    "link": "https://lithub.com/what-neapolitans-understand-about-death-better-than-most/",
    "word_count": 1604
  },
  {
    "id": 19808,
    "title": "Panic Podcast",
    "content": "It's a lovely morning in the village, and you are a horrible goose.",
    "date_updated": "2020-01-23T11:45:48.000Z",
    "link": "https://podcast.panic.com/",
    "word_count": 64
  },
  {
    "id": 19811,
    "title": "Playwright",
    "content": "Playwright is a Node library to automate the Chromium, WebKit and Firefox browsers. Playwright is focused on enabling cross-browser web automation platform that is ever-green, capable, reliable and fast.",
    "date_updated": "2020-01-23T09:34:51.000Z",
    "link": "https://github.com/microsoft/playwright/blob/master/README.md",
    "word_count": 1101
  },
  {
    "id": 19810,
    "title": "Guide to Westminster (places)",
    "content": "This article is part of POLITICO’s Westminster Survival Guide. LONDON — Welcome to the weird world of Westminster. Here is POLITICO's guide to the places to be seen (and not seen) in SW1.",
    "date_updated": "2020-01-23T07:44:56.000Z",
    "link": "https://www.politico.eu/article/guide-to-westminster-places/",
    "word_count": 878
  },
  {
    "id": 17600,
    "title": "Hugo .Scratch explained",
    "content": "Working variables in Hugo can be complicated when coming from classic languages.  Here is my take about Hugo’s .Scratch and how it can help you.",
    "date_updated": "2020-01-22T19:01:07.000Z",
    "link": "https://regisphilibert.com/blog/2017/04/hugo-scratch-explained-variable/",
    "word_count": 778
  },
  {
    "id": 19774,
    "title": "A History of the Wolf",
    "content": "Wandering around the National Gallery recently, I was surprised by a wolf. Not a real wolf, but a painting of one – Sassetta’s The Wolf of Gubbio (1437-44). Originally part of a much larger altarpiece, this charming little panel depicts a scene from the life of St Francis of Assisi.",
    "date_updated": "2020-01-21T19:48:24.000Z",
    "link": "https://www.historytoday.com/archive/natural-histories/history-wolf",
    "word_count": 1936
  },
  {
    "id": 19807,
    "title": "A guide to fully understanding Redis",
    "content": "According to its GitHub repository, Redis (which stands for Remote Directory Server) is an in-memory data structure store. It is a disk-persistent key-value database with support for multiple data structures or data types.",
    "date_updated": "2020-01-21T19:37:14.000Z",
    "link": "https://dev.to/bnevilleoneill/a-guide-to-fully-understanding-redis-1gjc",
    "word_count": 2383
  },
  {
    "id": 19804,
    "title": "An Astronomer Explains Black Holes in 5 Levels of Increasing Complexity",
    "content": "In this video from Wired’s 5 Levels series, NASA astronomer Varoujan Gorjian explains the concept of black holes to five different people, ranging from a five-year-old to a college student to a Caltech astrophysicist.",
    "date_updated": "2020-01-21T18:47:16.000Z",
    "link": "https://kottke.org/20/01/an-astronomer-explains-black-holes-in-5-levels-of-increasing-complexity",
    "word_count": 123
  },
  {
    "id": 19806,
    "title": "Today on Scottish Twitter: Shell asks poet laureate of profanity Irvine Welsh “not to swear.”  ",
    "content": "Can you imagine running a corporate Twitter account and publicly asking Trainspotting author Irvine Welsh not to swear? If you can, maybe you are “Sara” from @ShellEnergy.",
    "date_updated": "2020-01-21T18:45:48.000Z",
    "link": "https://lithub.com/today-on-scottish-twitter-shell-asks-poet-laureate-of-profanity-irvine-welsh-not-to-swear/",
    "word_count": 217
  },
  {
    "id": 19803,
    "title": "We Finally Figured Out Who Makes wikiHow’s Bizarre Art",
    "content": "ounded in 2005, wikiHow.com appears to be a typical volunteer-authored wiki site that offers step-by-step guides on how to do just about anything, from how to tie your shoes to how to reverse a curse.",
    "date_updated": "2020-01-21T18:36:50.000Z",
    "link": "https://onezero.medium.com/we-finally-figured-out-who-makes-wikihows-bizarre-art-6c5d69b71347",
    "word_count": 520
  },
  {
    "id": 19477,
    "title": "The difference between keyboard and screen reader navigation",
    "content": "People often include screen reader users in the much larger group of keyboard-only users. Whilst this is correct (most screen reader users don’t use a mouse), it also creates a false impression of the way screen reader users navigate content.",
    "date_updated": "2020-01-21T13:15:12.000Z",
    "link": "https://tink.uk/the-difference-between-keyboard-and-screen-reader-navigation/",
    "word_count": 539
  },
  {
    "id": 19603,
    "title": "Basic Custom Control Requirements",
    "content": "If you are working on a custom control, a complex widget, or a novel interface element to integrate into a project, library, or framework, there are some core features you need to build.",
    "date_updated": "2020-01-21T12:21:38.000Z",
    "link": "http://adrianroselli.com/2019/08/basic-custom-control-requirements.html",
    "word_count": 476
  },
  {
    "id": 19718,
    "title": "aria-label Does Not Translate",
    "content": "It does, actually. Sometimes. One of the big risks of using ARIA to define text content is that it often gets overlooked in translation. Automated translation services often do not capture it.",
    "date_updated": "2020-01-21T12:21:31.000Z",
    "link": "https://adrianroselli.com/2019/11/aria-label-does-not-translate.html",
    "word_count": 857
  },
  {
    "id": 15091,
    "title": "Accessible University 3.0",
    "content": "Accessible University (AU) is a fictional university home page designed to demonstrate a variety of common web design problems that result in visitors with disabilities being unable to access content or features.",
    "date_updated": "2020-01-21T12:18:30.000Z",
    "link": "http://www.washington.edu/accesscomputing/AU/",
    "word_count": 330
  },
  {
    "id": 19766,
    "title": "POURing ARIA into the HTML element specs",
    "content": "If you’re a web developer, or if you develop browsers or assistive technologies (AT), the following screenshot is probably familiar to you. It’s the first part of the definition of the button element in the HTML specification.",
    "date_updated": "2020-01-21T12:17:58.000Z",
    "link": "https://www.24a11y.com/2019/pouring-aria-into-the-html-element-specs/",
    "word_count": 1263
  },
  {
    "id": 19748,
    "title": "An adventurer’s guide to W3C specs",
    "content": "2019 has been a landmark year for web standards milestones: the World Wide Web Consortium (W3C) turned 25 this October, and it published the first version of the Web Content Accessibility Guidelines (WCAG) 20 years ago in May 1999.",
    "date_updated": "2020-01-21T12:16:52.000Z",
    "link": "https://www.24a11y.com/2019/an-adventurers-guide-to-w3c-specs/",
    "word_count": 1667
  },
  {
    "id": 19799,
    "title": "How HTML Microdata Helps With Accessibility",
    "content": "I've been studying HTML from an accessibility blog written by a blind developer. I was curious how they structured their markup and wanted to see if there were any extra bits that made it even more accessible.",
    "date_updated": "2020-01-21T12:08:33.000Z",
    "link": "https://scottvinkle.me/blogs/blog/how-html-microdata-helps-with-accessibility",
    "word_count": 1212
  },
  {
    "id": 19802,
    "title": "Five killed in Russian hotel as boiling water floods room",
    "content": "At least five people including a child died in the Russian city of Perm when a broken heating pipe flooded their hotel rooms with scalding water, investigators said.",
    "date_updated": "2020-01-21T07:46:03.000Z",
    "link": "https://www.theguardian.com/world/2020/jan/20/five-killed-in-russian-hotel-as-boiling-water-floods-room",
    "word_count": 177
  },
  {
    "id": 19801,
    "title": "In search for a better job scheduler",
    "content": "Running all that manually (more than 100 scripts across all devices) is an awful job for a human. I want to set them up once and more or less forget about it, only checking now and then.",
    "date_updated": "2020-01-20T11:43:41.000Z",
    "link": "https://beepb00p.xyz/scheduler.html",
    "word_count": 1545
  },
  {
    "id": 15167,
    "title": "7 Principles of Rich Web Applications",
    "content": "Also available in: Japanese, Russian, Portuguese. This is a writeup based on a presentation I gave at BrazilJS in August 2014. It builds on some of the ideas I’ve been blogging about recently related mostly to UX and performance.",
    "date_updated": "2020-01-20T11:24:26.000Z",
    "link": "https://rauchg.com/2014/7-principles-of-rich-web-applications",
    "word_count": 4934
  },
  {
    "id": 19800,
    "title": "The Secretive Company That Might End Privacy as We Know It",
    "content": "Until recently, Hoan Ton-That’s greatest hits included an obscure iPhone game and an app that let people put Donald Trump’s distinctive yellow hair on their own photos. Then Mr.",
    "date_updated": "2020-01-20T10:03:08.000Z",
    "link": "https://www.nytimes.com/2020/01/18/technology/clearview-privacy-facial-recognition.html",
    "word_count": 3593
  },
  {
    "id": 19786,
    "title": "Diego, the Tortoise Whose High Sex Drive Helped Save His Species, Retires",
    "content": "With the future secured, he’s finally going home. Good job, Diego. With his long leathery neck, dull-yellow face and beady eyes, there’s just something about Diego.",
    "date_updated": "2020-01-18T11:15:30.000Z",
    "link": "https://www.nytimes.com/2020/01/12/world/americas/diego-tortoise-sex-drive.html",
    "word_count": 750
  },
  {
    "id": 19782,
    "title": "Mohammed bin Zayed’s Dark Vision of the Middle East’s Future",
    "content": "Richard Clarke was in Abu Dhabi one morning in 2013 when his phone lit up. “You busy?” a familiar voice said. It was a rhetorical question. The caller was Mohammed bin Zayed al-Nahyan, the ruler of the United Arab Emirates and one of the most powerful men on Earth.",
    "date_updated": "2020-01-18T11:13:47.000Z",
    "link": "https://www.nytimes.com/2020/01/09/magazine/united-arab-emirates-mohammed-bin-zayed.html",
    "word_count": 9429
  },
  {
    "id": 19797,
    "title": "This is your child’s brain on books. It looks a lot different from your child’s brain on screens.",
    "content": "A recent study done by the Reading & Literacy Discovery Center of Cincinnati’s Children’s Hospital has shown that too much exposure to screens for children under five years old can have significant impact on brain development.",
    "date_updated": "2020-01-17T18:06:23.000Z",
    "link": "https://lithub.com/this-is-your-childs-brain-on-books-it-looks-a-lot-different-from-your-childs-brain-on-screens/",
    "word_count": 219
  },
  {
    "id": 19793,
    "title": "K Chess: Imagining a Radically Different 20th Century That Might Have Been",
    "content": "Famous Men Who Never Lived is set in two Brooklyns. In one, people ride in trams; in the other, they take subways. In one, the swastika is a symbol of luck; in the other, it signifies hate. In one, science fiction is literature; in the other, it’s considered mere genre.",
    "date_updated": "2020-01-17T14:48:24.000Z",
    "link": "https://lithub.com/k-chess-imagining-a-radically-different-20th-century-that-might-have-been/",
    "word_count": 837
  },
  {
    "id": 19792,
    "title": "On Contemporary Minimalism’s Maximal Lies",
    "content": "Kyle Chayka’s The Longing for Less: Living with Minimalism arrived in the mailbox at the same time my partner and I were embarking on a move. Our 750-square-foot apartment filled up with boxes, sharpie-scrawled with labels like “books,” “kitchen junk,” and “desk stuff.",
    "date_updated": "2020-01-17T14:48:07.000Z",
    "link": "https://lithub.com/on-contemporary-minimalisms-maximal-lies/",
    "word_count": 3597
  },
  {
    "id": 19794,
    "title": "To My Embalmers",
    "content": "First of all, humongous thanks for doing this. Since I’ve been told I’m somewhat of a “cool pharaoh” by a lot of my servants (who are basically my friends), I thought I’d leave a few tips and thoughts on my mummification. And maybe some fun hieroglyphs, too. :-P",
    "date_updated": "2020-01-17T14:47:03.000Z",
    "link": "https://www.newyorker.com/humor/daily-shouts/to-my-embalmers",
    "word_count": 439
  },
  {
    "id": 19796,
    "title": "3 Women Philosophers of the Enlightenment",
    "content": "Anne Conway’s Principles of the Most Ancient and Modern Philosophy is a highly original work and one well ahead of its time.",
    "date_updated": "2020-01-17T14:46:24.000Z",
    "link": "https://daily.jstor.org/3-women-philosophers-of-the-enlightenment/",
    "word_count": 1005
  },
  {
    "id": 19795,
    "title": "Insect Jewelry of the Victorian Era",
    "content": "In 1891, a Mrs. DeJones debuted a fabulous piece of living jewelry. She strapped a diamond to the back of a live beetle and trained it to fly around her neck, tracing the shape of a necklace. At least, that was the story in Entomological News.",
    "date_updated": "2020-01-17T14:46:14.000Z",
    "link": "https://daily.jstor.org/insect-jewelry-of-the-victorian-era/",
    "word_count": 679
  },
  {
    "id": 16266,
    "title": "Frank Abagnale on the death of the con artist and the rise of cybercrime",
    "content": "Frank Abagnale's early life story has been told many times. A former conman who specialised in impersonation and forgery, he was portrayed by Leonardo DiCaprio in the 2002 film Catch Me If You Can. His story has also been told as a book, a musical and is drawn upon in TV series White Collar.",
    "date_updated": "2020-01-15T08:32:02.000Z",
    "link": "https://www.wired.co.uk/article/frank-abagnale",
    "word_count": 2113
  },
  {
    "id": 15247,
    "title": "NOBUS",
    "content": "NOBUS, short for \"NObody But US\", are security vulnerabilities which the United States National Security Agency (NSA) believes that only it can exploit. As such, NSA sometimes chooses to leave such vulnerabilities open if NSA finds them, in order to exploit them against NSA's targets.",
    "date_updated": "2020-01-15T08:31:50.000Z",
    "link": "https://en.wikipedia.org/wiki/NOBUS",
    "word_count": 573
  },
  {
    "id": 19788,
    "title": "Hipmunk Says Goodbye",
    "content": "Today, we have important news to share.  After nine years of being a travel search innovator, Hipmunk is being retired. The current plan is to stop supporting the product on Jan. 23, 2020.  At that time, the Hipmunk website and app will no longer be available for use.",
    "date_updated": "2020-01-15T08:31:39.000Z",
    "link": "https://www.hipmunk.com/tailwind/hipmunk-says-goodbye/",
    "word_count": 257
  },
  {
    "id": 15057,
    "title": "",
    "content": "",
    "date_updated": "2020-01-15T08:31:34.000Z",
    "link": "http://www.scs.stanford.edu/~dm/home/papers/remove.pdf",
    "word_count": 0
  },
  {
    "id": 19790,
    "title": "Women Deserve to Run Without Fear",
    "content": "On the last Saturday of June 2019, Bryanna Gondeiro-Petrie left her in-laws’ house in eastern Washington state around 5:30 a.m. and headed down a lightly trafficked road.",
    "date_updated": "2020-01-15T08:22:53.000Z",
    "link": "https://www.runnersworld.com/women/a29356446/women-run-without-fear/",
    "word_count": 1495
  },
  {
    "id": 19789,
    "title": "Here Are 20 Headlines Comparing Meghan Markle To Kate Middleton That May Show Why She And Prince Harry Are Cutting Off Royal Reporters",
    "content": "Over the years, Meghan has been shamed for the same things for which her sister-in-law, Kate, has been praised. Britain’s royal correspondents, they said, are seen as reliable sources of information.",
    "date_updated": "2020-01-14T19:54:38.000Z",
    "link": "https://www.buzzfeednews.com/article/ellievhall/meghan-markle-kate-middleton-double-standards-royal",
    "word_count": 1383
  },
  {
    "id": 19783,
    "title": "Understanding Async Await",
    "content": "pending: when you first call a promise and it’s unknown what it will return.",
    "date_updated": "2020-01-13T15:32:37.000Z",
    "link": "https://css-tricks.com/understanding-async-await/",
    "word_count": 49
  },
  {
    "id": 19785,
    "title": "The Lord of the Rings",
    "content": "There is a general assumption that the main professional concern of actors is the parts they play. That is not true of this actor. To begin with I have never had a hit-list of characters whom I wanted to play.",
    "date_updated": "2020-01-11T08:39:55.000Z",
    "link": "https://mckellen.com/cinema/lotr/990820.htm",
    "word_count": 501
  },
  {
    "id": 19784,
    "title": "The Sound and the Story",
    "content": "John Milton’s Paradise Lost has been many things to many people — a Christian epic, a comment on the English Civil War, the epitome of poetic ambiguity — but it is first of all a pleasure to read.",
    "date_updated": "2020-01-10T10:19:56.000Z",
    "link": "https://publicdomainreview.org/essay/the-sound-and-the-story-exploring-the-world-of-paradise-lost/",
    "word_count": 3835
  },
  {
    "id": 19781,
    "title": "Twitter will put options to limit replies directly on the compose screen",
    "content": "Speaking today at a CES event in Las Vegas, Twitter’s director of product management, Suzanne Xie, unveiled some new changes that are coming to the platform this year, focusing specifically on conversations.",
    "date_updated": "2020-01-08T18:07:45.000Z",
    "link": "https://www.theverge.com/2020/1/8/21056856/twitter-replies-limit-option-compose-screen-beta-app-features-new-ces-2020",
    "word_count": 944
  },
  {
    "id": 19778,
    "title": "Disinformation For Hire: How A New Breed Of PR Firms Is Selling Lies Online",
    "content": "This story was reported in partnership with the Reporter, an investigative news site in Taiwan. Peng Kuan Chin pulled out his phone, eager to show the future of online manipulation.",
    "date_updated": "2020-01-08T11:22:02.000Z",
    "link": "https://www.buzzfeednews.com/article/craigsilverman/disinformation-for-hire-black-pr-firms",
    "word_count": 3064
  },
  {
    "id": 19780,
    "title": "Why We Love Untranslatable Words",
    "content": "Goya. A small word, but one that contains multitudes. It is one of those mythic beasts, the “untranslatables,” the foreign words that supposedly lack any equivalent in English. Lists of them spread virally online.",
    "date_updated": "2020-01-08T11:03:47.000Z",
    "link": "https://lithub.com/why-we-love-untranslatable-words/",
    "word_count": 1562
  },
  {
    "id": 19779,
    "title": "These Are Our Most Highly Anticipated Books Of 2020",
    "content": "New books from Emily St. John Mandel, Elena Ferrante, Yaa Gyasi, Julia Alvarez, David Mitchell, Samantha Irby, and Hilary Mantel — just to name a few! Hewing closely both in tone and theme to Greenwell’s first novel, What Belongs to You, his second book picks up where the first left off.",
    "date_updated": "2020-01-08T09:24:01.000Z",
    "link": "https://www.buzzfeednews.com/article/ariannarebolini/most-anticipated-books-2020",
    "word_count": 1295
  },
  {
    "id": 15076,
    "title": "Host",
    "content": "Mr. John Ziegler, thirty-seven, late of Louisville's WHAS, is now on the air, \"Live and Local,\" from 10:00 p.m. to 1:00 a.m.",
    "date_updated": "2020-01-07T14:14:14.000Z",
    "link": "https://www.theatlantic.com/magazine/archive/2005/04/host/3812/",
    "word_count": 21135
  },
  {
    "id": 19777,
    "title": "How to Imitate George Saunders      ",
    "content": "The first time I met George Saunders, I got shivers of déjà vu. I’d driven to his house in upstate New York, to interview him for this magazine, and he’d come out to his driveway to shake my hand.",
    "date_updated": "2020-01-07T12:22:46.000Z",
    "link": "https://www.theparisreview.org/blog/2020/01/06/how-to-imitate-george-saunders/",
    "word_count": 1596
  },
  {
    "id": 19776,
    "title": "ENHANCE! ENHANCE!",
    "content": "Matt Stark: When the player takes a photo I duplicate the environment, make it greyscale and slice the meshes to remove anything outside the photo. When they place it into the world I slice the environment's meshes to make a hole for the photo. Here's what happens when you photograph half a crate..",
    "date_updated": "2020-01-05T09:53:14.000Z",
    "link": "https://www.jwz.org/blog/2020/01/enhance-enhance-3/",
    "word_count": 60
  },
  {
    "id": 19775,
    "title": "The N.F.L. Wears Patriotism on Its Sleeve. And Its Head. And Its Feet.",
    "content": "At noon in the parking lot outside a Carolina Panthers game in November, Dean Nass, 64, pressed a button on his laptop. “The Star Spangled Banner” began to play. His friends and family — 15 in all — put down their barbecued chicken, potato salad and cans of beer and stood at attention.",
    "date_updated": "2020-01-04T18:32:37.000Z",
    "link": "https://www.nytimes.com/2020/01/03/sports/football/nfl-patriotism.html",
    "word_count": 900
  },
  {
    "id": 19773,
    "title": "NASA: How We’re Going (Back) to the Moon",
    "content": "Before the holidays’ NASA announced their plan for going back to the Moon by 2024. With the Artemis program, NASA will land the first woman and next man on the Moon by 2024, using innovative technologies to explore more of the lunar surface than ever before.",
    "date_updated": "2020-01-03T08:55:35.000Z",
    "link": "https://kottke.org/20/01/nasa-how-were-going-back-to-the-moon",
    "word_count": 131
  },
  {
    "id": 19771,
    "title": "Y2K @ 20",
    "content": "Anxiety about the millennium1 created2 millennial anxiety3. There was a problem with the computers 4. Or was there5? The people6 who warned7 us8 were wrong. Or were they9? They told us the elevators10 would11 crash12 and the planes13 would fall straight out of the sky.",
    "date_updated": "2020-01-01T14:56:13.000Z",
    "link": "https://www.nytimes.com/interactive/2019/12/23/style/y2k-bug-millennials.html",
    "word_count": 191
  },
  {
    "id": 19713,
    "title": "The 20 Best Works of Nonfiction of the Decade",
    "content": "Friends, it’s true: the end of the decade approaches. It’s been a difficult, anxiety-provoking, morally compromised decade, but at least it’s been populated by some damn fine literature. We’ll take our silver linings where we can.",
    "date_updated": "2019-12-30T19:25:32.000Z",
    "link": "https://lithub.com/the-20-best-works-of-nonfiction-of-the-decade/",
    "word_count": 7868
  },
  {
    "id": 19662,
    "title": "The 10 Best Debut Novels of the Decade",
    "content": "Friends, it’s true: the end of the decade approaches. It’s been a difficult, anxiety-provoking, morally compromised decade, but at least it’s been populated by some fine literature. We’ll take our silver linings where we can.",
    "date_updated": "2019-12-29T10:52:42.000Z",
    "link": "https://lithub.com/the-10-best-debut-novels-of-the-decade/",
    "word_count": 6128
  },
  {
    "id": 19741,
    "title": "the Webb blog ∙ A personal API",
    "content": "A personal API yesterday 5 minute read Inspiration Shortly after revisiting my thoughts about the future of operating systems I was pestered with a recurring thought; what if one had a personal API sitting on a $5/month VPS (virtual private server) and interfaced with it for nearly everything they d",
    "date_updated": "2019-12-29T09:32:35.000Z",
    "link": "https://blog.webb.page/2019/a-personal-api",
    "word_count": 1034
  },
  {
    "id": 19733,
    "title": "Curated colors in context.",
    "content": "Not sure what colors to use in your designs or where to use them? Happy Colors is a color palette inspiration site that acts as a real world example as to how the colors could be used in your design projects.",
    "date_updated": "2019-12-29T09:27:22.000Z",
    "link": "https://www.happyhues.co/",
    "word_count": 766
  },
  {
    "id": 19770,
    "title": "The Old Internet Died And We Watched And Did Nothing",
    "content": "It’s 2020 — do you know where your content is? Quick: Can you think of a picture of yourself on the internet from before 2010, other than your old Facebook photos? How about something you’ve written? Maybe some old sent emails in Gmail or old Gchats?",
    "date_updated": "2019-12-28T16:04:38.000Z",
    "link": "https://www.buzzfeednews.com/article/katienotopoulos/how-we-killed-the-old-internet",
    "word_count": 1753
  },
  {
    "id": 19765,
    "title": "Glow",
    "content": "Render markdown on the CLI, with pizzazz! Or download a binary from the releases page. Windows, MacOS, and Linux (including ARM) binaries are available, as well as Debian and RPM packages.",
    "date_updated": "2019-12-28T11:00:42.000Z",
    "link": "https://github.com/charmbracelet/glow/blob/master/README.md",
    "word_count": 214
  },
  {
    "id": 19769,
    "title": "The Eyeless Girls",
    "content": "Hélène Delmaire paints portraits of girls without eyes. Delmaire did all of the paintings for the film Portrait of a Lady On Fire and even appears painting in the film.",
    "date_updated": "2019-12-28T09:39:09.000Z",
    "link": "https://kottke.org/19/12/the-eyeless-girls",
    "word_count": 99
  },
  {
    "id": 19768,
    "title": "Witness: Bank robber throws money on the street, yells 'Merry Christmas!'",
    "content": "COLORADO SPRINGS, Colo. (KKTV) - Witnesses say a robber was doing everything he could to get caught after holding up a downtown Springs bank in the middle of lunchtime. According to police, the robber walked into the Academy Bank on 1 S. Tejon St. just before 12:30 p.m.",
    "date_updated": "2019-12-25T11:16:40.000Z",
    "link": "https://www.kktv.com/content/news/Bank-robbed-in-downtown-Springs-566439071.html?utm_source=POLITICO.EU&utm_campaign=6a59e8bcb2-EMAIL_CAMPAIGN_2019_12_25_09_59&utm_medium=email&utm_term=0_10959edeb5-6a59e8bcb2-190554299%20%20%20 ",
    "word_count": 181
  },
  {
    "id": 19767,
    "title": "The 84 biggest flops, fails, and dead dreams of the decade in tech",
    "content": "The world never changes quite the way you expect. But at The Verge, we’ve had a front-row seat while technology has permeated every aspect of our lives over the past decade. Some of the resulting moments — and gadgets — arguably defined the decade and the world we live in now.",
    "date_updated": "2019-12-24T01:08:28.000Z",
    "link": "https://www.theverge.com/2019/12/20/21029499/decade-fails-flops-tech-science-culture-apple-google-data-kickstarter-2010-2019",
    "word_count": 13508
  },
  {
    "id": 19760,
    "title": "So Why Did I Defend Paul Bowles?",
    "content": "In the mid-1990s, I used to lead literary walking tours of “Paul Bowles’s Tangier” for friends or literary pilgrims visiting from the US. We would meet at Madame Porte, the famed tearoom downtown, where Jane Bowles and Tennessee Williams spent many a rainy afternoon writing in 1948.",
    "date_updated": "2019-12-23T11:06:46.000Z",
    "link": "https://www.nybooks.com/daily/2019/12/20/so-why-did-i-defend-paul-bowles/",
    "word_count": 6049
  },
  {
    "id": 19632,
    "title": "The Great Regression",
    "content": "There’s a particular vibe quickly established when you walk into TAK Room, Thomas Keller’s latest project at New York’s Hudson Yards complex.",
    "date_updated": "2019-12-23T10:29:55.000Z",
    "link": "https://www.tastecooking.com/the-great-regression-tak-room-thomas-keller-new-nostalgia/",
    "word_count": 2091
  },
  {
    "id": 19145,
    "title": "What We Don’t Know About Sylvia Plath",
    "content": "Many biographies of Sylvia Plath end with the author making a visit to her grave. They are largely grim accounts.",
    "date_updated": "2019-12-23T10:27:47.000Z",
    "link": "https://lithub.com/what-we-dont-know-about-sylvia-plath/",
    "word_count": 5460
  },
  {
    "id": 19330,
    "title": "Writing Sex for Money is Hard F*cking Work",
    "content": "As a novelist, I often feel pressure to act as if my work is completely detached from financial considerations.",
    "date_updated": "2019-12-23T10:27:38.000Z",
    "link": "https://lithub.com/writing-sex-for-money-is-hard-fcking-work/",
    "word_count": 2256
  },
  {
    "id": 19764,
    "title": "The Improbable Insanity of “Cats”",
    "content": "Scholars of literary modernism have spent relatively little time investigating T. S. Eliot’s ardent and abiding love of cats. He had a lot of them, and he gave them names like George Pushdragon, Pettipaws, and Wiscus.",
    "date_updated": "2019-12-23T10:25:17.000Z",
    "link": "https://www.newyorker.com/culture/culture-desk/the-improbable-insanity-of-cats",
    "word_count": 3837
  },
  {
    "id": 19763,
    "title": "Stop Believing in Free Shipping",
    "content": "It was a pair of feather earrings that helped Ann Miceli get out from underneath strangers’ cars. For years, Miceli had worked as an auto mechanic and picked up shifts in her spare time at Indianapolis restaurants. One day, she came across those earrings, and “it kind of sparked something.",
    "date_updated": "2019-12-23T10:25:06.000Z",
    "link": "https://www.theatlantic.com/magazine/archive/2020/01/the-myth-of-free-shipping/603031/",
    "word_count": 1638
  },
  {
    "id": 19762,
    "title": "I would lay down my life for this Hobonichi Techo planner — Just Good Shit",
    "content": "Another thing people seem to love about these planners is that they have a quote on each page. This is actually not my thing, but it’s sort of moot because in the Cousin, all the quotes are in Japanese, so I can’t read them.",
    "date_updated": "2019-12-23T10:24:55.000Z",
    "link": "https://www.justgoodshit.com/blog/hobonichi-techo-cousin-planner-review",
    "word_count": 212
  },
  {
    "id": 19761,
    "title": "Madison’s Notes Don’t Mean What Everyone Says They Mean",
    "content": "“What did the Framers think about impeachment?” This question is everywhere these days, and the answer that follows often references James Madison’s rejection, on September 8, 1787, of the term maladministration in favor of “high crimes and misdemeanors.",
    "date_updated": "2019-12-22T21:30:46.000Z",
    "link": "https://www.theatlantic.com/ideas/archive/2019/12/madison-constitutional-convention-notes/603703/",
    "word_count": 1949
  },
  {
    "id": 19759,
    "title": "‘Boomerspeak’ Is Now Available for Your Parodying Pleasure",
    "content": "In 2019, young people learned how to talk like boomers.",
    "date_updated": "2019-12-21T12:18:57.000Z",
    "link": "https://www.wired.com/story/boomerspeak-enregisterment/",
    "word_count": 1530
  },
  {
    "id": 19758,
    "title": "The Decade in Internet Culture, in 34 Emblematic Posts",
    "content": "When it comes to internet culture, discussion often focuses on the big picture: Viral memes that mutate over months and draw in millions of participants, vast world-striding platforms with powerful and menacing algorithms; influencers with global political clout and hackers with the backing of natio",
    "date_updated": "2019-12-19T15:27:57.000Z",
    "link": "http://nymag.com/intelligencer/2019/12/best-and-funniest-posts-and-memes-of-the-2010s.html",
    "word_count": 5591
  },
  {
    "id": 19755,
    "title": "Two Europol StopChildAbuse Images Geolocated: Part II — Cambodia",
    "content": "In the previous part of this investigation, we showed how a batch of images published by Europol, Group ImageG13, was geolocated to a small coastal village in southwest Madagascar.",
    "date_updated": "2019-12-18T09:53:32.000Z",
    "link": "https://www.bellingcat.com/news/2019/12/17/two-europol-stopchildabuse-images-geolocated-part-ii-cambodia/",
    "word_count": 3437
  },
  {
    "id": 19449,
    "title": "Finland is winning the war on fake news. What it’s learned may be crucial to Western democracy",
    "content": "Helsinki, Finland (CNN) – On a recent afternoon in Helsinki, a group of students gathered to hear a lecture on a subject that is far from a staple in most community college curriculums.",
    "date_updated": "2019-12-18T09:31:31.000Z",
    "link": "https://www.cnn.com/interactive/2019/05/europe/finland-fake-news-intl",
    "word_count": 2687
  },
  {
    "id": 19754,
    "title": "Colm Tóibín",
    "content": "Elton​ John was born Reg Dwight in 1947 in the north-west London suburb of Pinner. His mother was a nightmare, his father a bully. He was a boy who did not start thinking about sex until he was 21.",
    "date_updated": "2019-12-17T17:00:38.000Z",
    "link": "https://www.lrb.co.uk/the-paper/v41/n24/colm-toibin/more-a-voyeur",
    "word_count": 4290
  },
  {
    "id": 19756,
    "title": "BBC Trending",
    "content": "The accounts, which have been linked to Russia, used the community section of BuzzFeed and other open-access websites to publish and promote fake stories, highly partisan content and conspiracy theories.",
    "date_updated": "2019-12-17T16:21:19.000Z",
    "link": "https://www.bbc.com/news/blogs-trending-50808296",
    "word_count": 1372
  },
  {
    "id": 15213,
    "title": "Principles of Calm Technology",
    "content": "When we design products, we aim to choose the best position for user interface components, placing the most important ones in the most accessible places on the screen. Equally important is the design of communication.",
    "date_updated": "2019-12-16T13:15:05.000Z",
    "link": "https://calmtech.com/",
    "word_count": 904
  },
  {
    "id": 19742,
    "title": "href.cool: Links of the 2010s",
    "content": "Eh, this is doomed - Waxy or Imperica should take a crack at this. The AV Club did a list of 'things'. I wanted to cover stuff that wasn't on there. A lot happened outside of celebrities, Twitter and momentary memes.",
    "date_updated": "2019-12-16T13:10:53.000Z",
    "link": "https://href.cool/2010s/",
    "word_count": 6190
  },
  {
    "id": 15168,
    "title": "LiveLeak.com - Redefining the Media",
    "content": "What's another way to get attention, this! Footage of the incident shows a young man watching Senator Anning from..",
    "date_updated": "2019-12-16T13:05:17.000Z",
    "link": "https://www.liveleak.com/",
    "word_count": 379
  },
  {
    "id": 19751,
    "title": "",
    "content": "",
    "date_updated": "2019-12-16T11:06:24.000Z",
    "link": "https://www.paulmason.org/wp-content/uploads/2019/12/After-Corbynism-v1.2.pdf",
    "word_count": 0
  },
  {
    "id": 19753,
    "title": "Who Goes Nazi?",
    "content": "It is an interesting and somewhat macabre parlor game to play at a large gathering of one’s acquaintances: to speculate who in a showdown would go Nazi. By now, I think I know. I have gone through the experience many times—in Germany, in Austria, and in France.",
    "date_updated": "2019-12-16T07:40:57.000Z",
    "link": "https://harpers.org/archive/1941/08/who-goes-nazi/",
    "word_count": 3442
  },
  {
    "id": 19752,
    "title": "The Best Actors of 2019",
    "content": "These are the 10 actors whose work in movies we found most captivating, challenging, shocking and inspiring in 2019. The performances are wildly varied and yet, this year, we stumbled up on a theme, or at least a pattern.",
    "date_updated": "2019-12-15T21:13:43.000Z",
    "link": "https://www.nytimes.com/interactive/2019/12/09/magazine/best-actors.html",
    "word_count": 3749
  },
  {
    "id": 19750,
    "title": "How to Conduct a Trial in the Senate",
    "content": "On Thursday, March 5, 1868, Chief Justice Salmon Portland Chase, dressed in his long black-silk robe, marched to the head of the Senate chamber and solemnly announced that “in obedience to notice, I have appeared to join with you in forming a Court of Impeachment for the trial of the President of",
    "date_updated": "2019-12-15T15:33:24.000Z",
    "link": "https://www.theatlantic.com/ideas/archive/2019/12/how-senate-conducts-impeachment-trial/601954/",
    "word_count": 1447
  },
  {
    "id": 19749,
    "title": "Between Texas and Mexico, a Restless Border Defies the Map",
    "content": "A meander is the ribbon-like waveform that a powerful river can take when sediment builds up on the inside edge of its flow, bending its course. Over time, as more dirt and rocks pack on, the river keeps meandering, pushing the water into fresh curve shapes.",
    "date_updated": "2019-12-10T15:53:05.000Z",
    "link": "https://www.citylab.com/life/2019/08/rio-grande-map-us-mexico-border-history-el-paso-rio-bravo/596227/",
    "word_count": 1339
  },
  {
    "id": 19744,
    "title": "Disco Freaks - Miracle on Peckham High Street",
    "content": "This is an event for you all, even those who do not believe in the everlasting magic and spirit of Disco. As is tradition, Disco Freaks are inviting you all to our 6 hour Christmas Party in the legendary main room of Bussey Building.",
    "date_updated": "2019-12-09T11:48:08.000Z",
    "link": "https://www.residentadvisor.net/events/1336663",
    "word_count": 244
  },
  {
    "id": 18965,
    "title": "BRAZIL",
    "content": "Low-level bureaucrat Sam Lowry (Jonathan Pryce) escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel.",
    "date_updated": "2019-12-08T15:30:12.000Z",
    "link": "https://princecharlescinema.com/PrinceCharlesCinema.dll/WhatsOn?f=8366633",
    "word_count": 79
  },
  {
    "id": 19739,
    "title": "Making Things in December",
    "content": "So I landed in a rut. Creatively speaking, at least. I realized I’ve been generally feeling pretty uninspired lately and have also been getting worked up over some pretty inconsequential things. Obviously this isn’t a good place to be.",
    "date_updated": "2019-12-05T15:34:45.000Z",
    "link": "https://bradfrost.com/blog/post/making-things-in-december/",
    "word_count": 345
  },
  {
    "id": 19746,
    "title": "How to use the envelope method to budget your money",
    "content": "The envelope method is a simple but powerful budgeting technique that can help you keep your spending under control. It involves setting up multiple envelopes (like Monzo Pots) and dividing your money between each one.",
    "date_updated": "2019-12-05T15:34:38.000Z",
    "link": "https://monzo.com/blog/envelope-method-budgeting",
    "word_count": 542
  },
  {
    "id": 19745,
    "title": "Thinking about going Full Monzo? Here’s what you need to know",
    "content": "We know you love Monzo for spending, and it’s great for travelling abroad. But since we launched back in 2015, we’ve been adding loads of features to Monzo that makes it the perfect main bank account. So if you’re still using Monzo as just a spending card, you’re missing out.",
    "date_updated": "2019-12-05T14:07:58.000Z",
    "link": "https://monzo.com/blog/2019/12/05/what-you-need-to-know-about-going-full-monzo",
    "word_count": 740
  },
  {
    "id": 19738,
    "title": "Messy handwriting reveals mystery translator: Queen Elizabeth I",
    "content": "The appalling handwriting gave the game away. An academic has identified the anonymous 16th-century author of a translation of Tacitus: Queen Elizabeth I.",
    "date_updated": "2019-12-04T16:13:26.000Z",
    "link": "https://www.theguardian.com/books/2019/nov/29/handwriting-identifies-elizabeth-i-tacitus-translation",
    "word_count": 614
  },
  {
    "id": 19740,
    "title": "Blood and Soil in Narendra Modi’s India",
    "content": "On August 11th, two weeks after Prime Minister Narendra Modi sent soldiers in to pacify the Indian state of Kashmir, a reporter appeared on the news channel Republic TV, riding a motor scooter through the city of Srinagar.",
    "date_updated": "2019-12-02T18:15:32.000Z",
    "link": "https://www.newyorker.com/magazine/2019/12/09/blood-and-soil-in-narendra-modis-india",
    "word_count": 13729
  },
  {
    "id": 19734,
    "title": "In the 2010s, BuzzFeed Made the World a Meme",
    "content": "As the decade began, there were rea­sons to be optimistic: America had elected its first black president, and despite a global recession just two years earlier, the world hadn’t cascaded into total financial collapse.",
    "date_updated": "2019-11-26T14:28:38.000Z",
    "link": "https://nymag.com/intelligencer/2019/11/buzzfeed-jonah-peretti-2010s.html",
    "word_count": 6572
  },
  {
    "id": 19729,
    "title": "Loving Latin at the End of the World",
    "content": "Many revere Latin as the soul of Western civilization. But its beauty should not keep us from reckoning with its history. Many revere Latin as the soul of Western civilization. But its beauty should not keep us from reckoning with its history.",
    "date_updated": "2019-11-26T11:30:05.000Z",
    "link": "http://bostonreview.net/politics/joel-christensen-loving-latin-end-world",
    "word_count": 3087
  },
  {
    "id": 19731,
    "title": "Holding a Mirror Up to Nature",
    "content": "In 1900, when William Monroe Trotter explored the possibility of creating a black weekly—what eventually became the Guardian—African Americans in Boston hadn’t had a newspaper of their own since George Forbes and Josephine Ruffin edited the Courant in the early 1890s.",
    "date_updated": "2019-11-25T16:32:41.000Z",
    "link": "https://www.laphamsquarterly.org/roundtable/holding-mirror-nature",
    "word_count": 2080
  },
  {
    "id": 19732,
    "title": "Let Me Show You the World",
    "content": "In Guy Ritchie’s Aladdin, released back in May, Princess Jasmine finds herself in the clutches of the palace guards after Jafar has taken over the throne and stripped her father, the rightful Sultan, of his majestic turban.",
    "date_updated": "2019-11-25T15:43:59.000Z",
    "link": "https://longreads.com/2019/11/25/aladdin-disney-storytelling-history/",
    "word_count": 4061
  },
  {
    "id": 19730,
    "title": "The Jungle Prince of Delhi",
    "content": "For 40 years, journalists chronicled the eccentric royal family of Oudh, deposed aristocrats who lived in a ruined palace in the Indian capital. It was a tragic, astonishing story. But was it true?",
    "date_updated": "2019-11-24T13:27:56.000Z",
    "link": "https://www.nytimes.com/2019/11/22/world/asia/the-jungle-prince-of-delhi.html",
    "word_count": 7306
  },
  {
    "id": 19726,
    "title": "Ditching Event Platforms for the IndieWeb · Jamie Tanna : Software (Quality) Engineer",
    "content": "Recently there's been a big shift to move away from Meetup.com as a platform.",
    "date_updated": "2019-11-14T21:08:35.000Z",
    "link": "https://www.jvt.me/posts/2019/11/14/ditch-event-platforms-indieweb/",
    "word_count": 870
  },
  {
    "id": 19725,
    "title": "Uncanny Valley",
    "content": "MCD is a new division of Farrar, Straus & Giroux from the minds of FSG Originals",
    "date_updated": "2019-11-14T19:08:00.000Z",
    "link": "https://www.mcdbooks.com/uncanny-valley/",
    "word_count": 0
  },
  {
    "id": 19724,
    "title": "Uncanny Valley",
    "content": "MCD is a new division of Farrar, Straus & Giroux from the minds of FSG Originals",
    "date_updated": "2019-11-14T19:07:59.000Z",
    "link": "https://www.mcdbooks.com/uncanny-valley/",
    "word_count": 0
  },
  {
    "id": 19721,
    "title": "What Was It Like to Be Edited by Barack Obama?",
    "content": "After the 2008 election, the New Yorker’s Ryan Lizza reported that Obama had told his incoming political director, Patrick Gaspard, “I think that I’m a better speechwriter than my speechwriters. I know more about policies on any particular issue than my policy directors.",
    "date_updated": "2019-11-12T11:08:39.000Z",
    "link": "https://lithub.com/what-was-it-like-to-be-edited-by-barack-obama/",
    "word_count": 1834
  },
  {
    "id": 19722,
    "title": "On the Difficulty of Convincing Samuel Beckett of Just About Anything",
    "content": "“So you are the one who is going to reveal me for the charlatan that I am.” It was the first thing Samuel Beckett ever said to me on that bitter cold day, November 17th, 1971, as we sat in the minuscule lobby of the Hôtel du Danube on the rue Jacob.",
    "date_updated": "2019-11-12T11:08:12.000Z",
    "link": "https://lithub.com/on-the-difficulty-of-convincing-samuel-beckett-of-just-about-anything/",
    "word_count": 2535
  },
  {
    "id": 19723,
    "title": "How to Build an Audience of 1000 True Fans in a Noisy World",
    "content": "Building an audience for your work is easier and harder than it’s ever been. It’s easier because we have the tools and resources to create our work, and the distribution channels to spread that work. It’s harder than ever to build an audience because there’s a scarcity of attention.",
    "date_updated": "2019-11-12T08:12:56.000Z",
    "link": "https://medium.com/@skooloflife/how-to-build-an-audience-of-1000-true-fans-in-a-noisy-world-b788ecbd4fda",
    "word_count": 2714
  },
  {
    "id": 15236,
    "title": "SVG Fill Colors",
    "content": "Solid provides BuzzFeed's brand colors, as well as some lighter and darker variations. Though there are no specific limitations on where these fills may be used, it's important to take into account the context and previous usages when using these fills as part of your design.",
    "date_updated": "2019-11-11T10:36:54.000Z",
    "link": "https://solid.buzzfeed.com/colors.html",
    "word_count": 497
  },
  {
    "id": 19720,
    "title": "How to Say No During Wedding Season",
    "content": "A save-the-date card is not a subpoena. You are allowed to skip being in the bridal party, attending a shower or bachelor/bachelorette party and even the wedding itself. Search for “bridesmaid proposal” on Etsy and you’ll be met with 49,465 results.",
    "date_updated": "2019-11-11T07:38:17.000Z",
    "link": "https://www.nytimes.com/2019/11/05/fashion/weddings/how-to-say-no-to-friends-during-wedding-season.html",
    "word_count": 1811
  },
  {
    "id": 19719,
    "title": "Russia professor admits murder after woman's arms found in bag",
    "content": "Oleg Sokolov, 63, was drunk and fell into the river as he tried to dispose of body parts, Russian media said. Police then found the decapitated body of Anastasia Yeshchenko, 24, at his home in the city of St Petersburg.",
    "date_updated": "2019-11-10T16:30:42.000Z",
    "link": "https://www.bbc.com/news/world-europe-50365124",
    "word_count": 626
  },
  {
    "id": 19717,
    "title": "How to Feel Nothing Now, in Order to Feel More Later",
    "content": "SAN FRANCISCO — Everything was going really well for the men of Tennessee Street. Women wanted to talk to them, investors wanted to invest, their new site got traffic, phones were buzzing, their Magic: The Gathering cards were appreciating. This all was exactly the problem.",
    "date_updated": "2019-11-08T08:37:09.000Z",
    "link": "https://www.nytimes.com/2019/11/07/style/dopamine-fasting.html",
    "word_count": 1228
  },
  {
    "id": 19561,
    "title": "The tech of PIXAR part 1: Piper – daring to be different",
    "content": "Story written by guest writer Leif Pedersen, edited by fxguide. Piper is the kind of film that elicits disbelief, a film that allows you to admire the beauty of the imagery and yet also marvel at its technical prowess.",
    "date_updated": "2019-11-08T08:36:55.000Z",
    "link": "https://www.fxguide.com/fxfeatured/the-tech-of-pixar-part-1-piper-daring-to-be-different/",
    "word_count": 1426
  },
  {
    "id": 19716,
    "title": "How to Say No During Wedding Season",
    "content": "A save-the-date card is not a subpoena. You are allowed to skip being in the bridal party, attending a shower or bachelor/bachelorette party and even the wedding itself. Search for “bridesmaid proposal” on Etsy and you’ll be met with 49,465 results.",
    "date_updated": "2019-11-05T20:07:32.000Z",
    "link": "https://www.nytimes.com/2019/11/05/fashion/weddings/how-to-say-no-to-friends-during-wedding-season.html",
    "word_count": 1811
  },
  {
    "id": 19712,
    "title": "Designing the Facebook Company Brand",
    "content": "Facebook started as a single app. Now, 15 years later, we offer a suite of products that help people connect to their friends and family, find communities and grow businesses. These apps and technologies have shared infrastructure for years and the teams behind them frequently work together.",
    "date_updated": "2019-11-05T19:38:03.000Z",
    "link": "https://facebook.design/companybrand",
    "word_count": 679
  },
  {
    "id": 19715,
    "title": "Facebook Libra is Architecturally Unsound",
    "content": "Coming out of blogging retirement with a post that diverges from my usual nerdy pursuits about Haskelling and maths. I’ve spent the last few years working on financial technology in the EU and I felt it was appropriate to write on what I see as a undercovered topic in tech journalism.",
    "date_updated": "2019-11-05T18:09:06.000Z",
    "link": "http://www.stephendiehl.com/posts/libra.html",
    "word_count": 2495
  },
  {
    "id": 19670,
    "title": "Lentil ragu",
    "content": "Struggle to get your five-a-day? This superhealthy ragu will get you four steps closer and can be frozen for extra convenience Heat the oil in a large saucepan and add the onions, carrots, celery and garlic. Cook gently for 15-20 mins until everything is softened.",
    "date_updated": "2019-11-05T14:29:42.000Z",
    "link": "https://www.bbcgoodfood.com/recipes/lentil-ragu",
    "word_count": 229
  },
  {
    "id": 15132,
    "title": "John McAfee Fled to Belize, But He Couldn't Escape Himself",
    "content": "announced that they were seeking John McAfee for questioning in connection with the murder of his neighbor. Six months earlier, I began an in-depth investigation into McAfee's life. This is the chronicle of that investigation.",
    "date_updated": "2019-11-05T14:22:08.000Z",
    "link": "https://www.wired.com/2012/12/ff-john-mcafees-last-stand/",
    "word_count": 8828
  },
  {
    "id": 19714,
    "title": "The attachment secret: are you a secure, avoidant or anxious partner?",
    "content": "It was the breakup that changed Amir Levine’s life. Fifteen years ago, he told his partner that he was falling in love with him and wanted them to move forward as a couple. His partner fled, moving across the country. The end of the relationship was especially painful for Levine.",
    "date_updated": "2019-11-05T12:33:38.000Z",
    "link": "https://www.theguardian.com/lifeandstyle/2019/nov/05/the-attachment-secret-are-you-a-secure-avoidant-or-anxious-partner",
    "word_count": 1303
  },
  {
    "id": 19711,
    "title": "The Age of ‘The Age of Innocence’",
    "content": "In some ways, Edith Wharton’s classic novel feels more current than ever. Elif Batuman explains. A literary “classic” is a recurring character in one’s life. One reads it, years go by, one reads it again, and it becomes the sum of those readings over time.",
    "date_updated": "2019-11-04T08:31:29.000Z",
    "link": "https://www.nytimes.com/2019/11/01/books/review/age-of-innocence-edith-wharton-elif-batuman.html",
    "word_count": 1547
  },
  {
    "id": 19710,
    "title": "Forecasting the Apocalypse",
    "content": "“There will come a season,” the Buddha warns in a Pali canon sermon, “when after hundreds of thousands of years rains will cease.” Six new suns will appear, evaporating all water until, finally, “the earth will blaze with fire until it becomes one mass of flame.",
    "date_updated": "2019-11-01T17:24:56.000Z",
    "link": "https://www.laphamsquarterly.org/climate/charts-graphs/forecasting-apocalypse",
    "word_count": 334
  },
  {
    "id": 19709,
    "title": "Exclusive: WhatsApp hacked to spy on top government officials at U.S. allies - sources",
    "content": "WASHINGTON (Reuters) - Senior government officials in multiple U.S.-allied countries were targeted earlier this year with hacking software that used Facebook Inc’s (FB.O) WhatsApp to take over users’ phones, according to people familiar with the messaging company’s investigation.",
    "date_updated": "2019-11-01T09:55:08.000Z",
    "link": "https://www.reuters.com/article/us-facebook-cyber-whatsapp-nsogroup-idUSKBN1XA27H",
    "word_count": 249
  },
  {
    "id": 19708,
    "title": "To use Glitch, please enable JavaScript",
    "content": "Combining automated deployment, instant hosting & collaborative editing, Glitch gets you straight to coding so you can build full-stack web apps, fast",
    "date_updated": "2019-10-31T13:34:06.000Z",
    "link": "https://glitch.com/edit/#!/maple-atmosphere?path=script.js:39:17",
    "word_count": 0
  },
  {
    "id": 19706,
    "title": "'I love my job’: meet 81-year-old bar worker, June – and Britain’s other most loyal employees",
    "content": "In the future, the people who spend their careers doing the same job will be historical curios, the workplace equivalent of a narwhal’s tusk. We’ll look at them, and marvel at how much careers have changed. Technology has profoundly transformed the nature of the work we do.",
    "date_updated": "2019-10-30T10:17:55.000Z",
    "link": "https://www.theguardian.com/money/2019/oct/30/i-love-my-job-meet-81-year-old-bar-worker-june-and-britains-other-most-loyal-employees",
    "word_count": 1989
  },
  {
    "id": 15121,
    "title": "General Roman Calendar",
    "content": "In the liturgical books, the document General Roman Calendar (which lists not only fixed celebrations, but also some moveable ones) is printed immediately after the document Universal Norms on the Liturgical Year and the Calendar,[2][3] which states that \"throughout the course of the year the Churc",
    "date_updated": "2019-10-30T09:37:10.000Z",
    "link": "http://en.m.wikipedia.org/wiki/General_Roman_Calendar",
    "word_count": 615
  },
  {
    "id": 15258,
    "title": "List of patron saints by occupation and activity",
    "content": "This is a list of patron saints of occupations and activities or of groups of people with a common occupation or activity.",
    "date_updated": "2019-10-30T09:35:17.000Z",
    "link": "https://en.wikipedia.org/wiki/List_of_patron_saints_by_occupation_and_activity",
    "word_count": 1581
  },
  {
    "id": 19707,
    "title": "Beetroot and goat’s cheese tart",
    "content": "Method Heat the oven to 200°C/fan180°C/gas 6. Peel, then finely slice the beetroot. Layer evenly in a foil-lined roasting tin, then drizzle with the honey, oil and orange juice. Cover with foil, then roast for 25 minutes or until tender.",
    "date_updated": "2019-10-30T09:20:23.000Z",
    "link": "https://www.deliciousmagazine.co.uk/recipes/beetroot-and-goats-cheese-tart/",
    "word_count": 136
  },
  {
    "id": 15264,
    "title": "Vegetable tartlets",
    "content": "“These are great to make with kids. You will need: an apron, a table knife, rolling pin, baking tray, tablespoon, chopping board, kitchen cloth, mixing bowl, speed peeler, cheese grater and oven gloves.",
    "date_updated": "2019-10-30T09:20:17.000Z",
    "link": "https://www.jamieoliver.com/recipes/vegetables-recipes/vegetable-tartlets/",
    "word_count": 342
  },
  {
    "id": 15088,
    "title": "The Mail from Budapest — Central Intelligence Agency",
    "content": "This story of pre-war espionage and counterespionage has been summarized from records originating in Czechoslovakia and acquired by American intelligence after World War II. It has all the qualities of a classic except one: it is nearly unknown.",
    "date_updated": "2019-10-30T09:16:39.000Z",
    "link": "https://www.cia.gov/library/center-for-the-study-of-intelligence/kent-csi/vol2no4/html/v02i4a11p_0001.htm",
    "word_count": 3931
  },
  {
    "id": 19705,
    "title": "Can We Ever Make It Suntory Time Again?",
    "content": "Bic Camera looked like many of the other loud, brightly colored electronics stores I’d seen in Japan, just bigger. Mostly, it was a respite from the cold.",
    "date_updated": "2019-10-30T07:43:04.000Z",
    "link": "https://longreads.com/2019/10/29/japanese-whisky-regrets/",
    "word_count": 6034
  },
  {
    "id": 19704,
    "title": "The Untold Story of the 2018 Olympics Cyberattack, the Most Deceptive Hack in History",
    "content": "Just before 8 pm on February 9, 2018, high in the northeastern mountains of South Korea, Sang-jin Oh was sitting on a plastic chair a few dozen rows up from the floor of Pyeongchang's vast, pentagonal Olympic Stadium.",
    "date_updated": "2019-10-25T17:18:27.000Z",
    "link": "https://www.wired.com/story/untold-story-2018-olympics-destroyer-cyberattack/",
    "word_count": 7521
  },
  {
    "id": 19703,
    "title": "Here at the End of All Things",
    "content": "“The following Generations, who were not so fond of the Study of Cartography as their Forebears had been, saw that that vast Map was Useless, and not without some Pitilessness was it, that they delivered it up to the Inclemencies of Sun and Winters.",
    "date_updated": "2019-10-25T16:10:36.000Z",
    "link": "https://longreads.com/2017/08/24/fantasy-maps-game-of-thrones/",
    "word_count": 5093
  },
  {
    "id": 19702,
    "title": "The 2010s Have Broken Our Sense Of Time",
    "content": "The rhythms of American life changed in the 2010s. How everything from TV to Trump to Instagram messed with your head just enough that time feels like it melted. This is one of those places you go for Instagram.",
    "date_updated": "2019-10-25T09:48:27.000Z",
    "link": "https://www.buzzfeednews.com/article/katherinemiller/the-2010s-have-broken-our-sense-of-time",
    "word_count": 1970
  },
  {
    "id": 19699,
    "title": "First Draft of the King James Bible",
    "content": "Who is Samuel Ward and what were you looking for in his papers in the summer of 2014? Samuel Ward (1572–1643) was a moderate Puritan theologian who spent much of his career as the master of Sidney Sussex College at the University of Cambridge.",
    "date_updated": "2019-10-25T09:08:05.000Z",
    "link": "https://www.neh.gov/article/first-draft-king-james-bible",
    "word_count": 768
  },
  {
    "id": 19701,
    "title": "Dropshipping journalism",
    "content": "Since the publication of this article, Newsweek has told CJR that it was not afforded an opportunity to respond to the substance of the article. Though CJR disagrees with that characterization, we have attached a response from Newsweek below. CJR stands by its story.",
    "date_updated": "2019-10-24T19:11:16.000Z",
    "link": "https://www.cjr.org/special_report/newsweek.php/",
    "word_count": 4239
  },
  {
    "id": 19700,
    "title": "Why Are Accessible Websites so Hard to Build?",
    "content": "I was chatting with some front-end folks the other day about why so many companies struggle at making accessible websites. Why are accessible websites so",
    "date_updated": "2019-10-24T06:57:07.000Z",
    "link": "https://css-tricks.com/why-are-accessible-websites-so-hard-to-build/",
    "word_count": 0
  },
  {
    "id": 19698,
    "title": "Don’t Play the Goose Game",
    "content": "Like games, geese are notoriously annoying. They’re brusque, clumsy, and territorial. If you are a person and one appears on your country estate, the advice recommends avoiding engagement and then standing your ground if it charges. Show the goose who’s boss.",
    "date_updated": "2019-10-22T16:30:54.000Z",
    "link": "https://www.theatlantic.com/technology/archive/2019/10/dont-play-the-goose-game/600472/",
    "word_count": 3003
  },
  {
    "id": 19697,
    "title": "Netlify Build Plugins Announcement",
    "content": "init: when the build starts getCache: fetch the last build’s cache install: when the project’s dependencies are installing preBuild: runs directly before building the functions and running the build commands functionsBuild: runs when the serverless functions are building, if they exist on the si",
    "date_updated": "2019-10-22T16:30:29.000Z",
    "link": "https://css-tricks.com/netlify-build-plugins-announcement/",
    "word_count": 74
  },
  {
    "id": 19696,
    "title": "Appy Hour",
    "content": "Glitch is coming to XOXO! Join us on Friday, September 6th, for an afternoon Appy Hour[sic, but also sick!]. We’ll be hanging out, snacking, and playing with some of our all-time favorite Glitch apps. Feast your eyes on some radical Glitch art, or code some of your own.",
    "date_updated": "2019-10-21T17:31:23.000Z",
    "link": "https://appy-hour.glitch.me/",
    "word_count": 242
  },
  {
    "id": 19690,
    "title": "‘People Were Bleeding All Over’: America’s Most Dangerous Amusement Park",
    "content": "Action Park was infamous for bruises, scars, broken bones — even death. Now it is the subject of a documentary. Amusement parks are designed to deliver thrills. They are places for splashing and screaming and laughing, often on rides that defy common sense, not to mention the laws of physics.",
    "date_updated": "2019-10-21T12:09:38.000Z",
    "link": "https://www.nytimes.com/2019/10/19/nyregion/action-park-movie.html",
    "word_count": 1409
  },
  {
    "id": 19678,
    "title": "What’s Up With Bad Sex in Murakami?",
    "content": "It wouldn’t be a Haruki Murakami novel without a sex scene, and that’s exactly how “Killing Commendatore” (2017) opens up. The unnamed male narrator describes sex with two women he slept with after separating from his wife. The first woman experiences terrible pain when they have sex.",
    "date_updated": "2019-10-21T09:49:41.000Z",
    "link": "https://metropolisjapan.com/sex-haruki-murakami/",
    "word_count": 1592
  },
  {
    "id": 19695,
    "title": "Vacant: 600-Year-Old Job With Top Pay. Perks Include Monarch’s Bed.",
    "content": "As speaker of the House of Commons, John Bercow won fame and helped lawmakers shape Brexit. Now he’s quitting, and nine lawmakers want his job. LONDON — For more than 600 years, it has been one of the top jobs in Britain.",
    "date_updated": "2019-10-21T08:50:16.000Z",
    "link": "https://www.nytimes.com/2019/10/20/world/europe/speaker-parliament-john-bercow.html",
    "word_count": 1320
  },
  {
    "id": 19694,
    "title": "Under the Knife",
    "content": "I was scrolling through my usual Instagram cache of impeccably staged dessert photos when I saw the cupcakes. Vulva cupcakes, decorated to celebrate a wide range of yonic beauty. With frosting.",
    "date_updated": "2019-10-21T07:09:48.000Z",
    "link": "https://longreads.com/2019/10/15/under-the-knife/",
    "word_count": 3315
  },
  {
    "id": 19693,
    "title": "Bibbidi-Bobbidi-Boo-Hoo",
    "content": "On my 27th birthday, I had a fever dream about Disney World. It was my third day feeling sick, and I was floating on the edge of sleep, swimming through a blur of mouse ears and castle spires. I thought I heard the clap of fireworks, and my eyes blinked against a flash of sunlight.",
    "date_updated": "2019-10-21T07:08:28.000Z",
    "link": "https://longreads.com/2019/10/16/bibbidi-bobbidi-boo-hoo/",
    "word_count": 4566
  },
  {
    "id": 19692,
    "title": "On ‘Island’ in Russian Arctic, Arrival of Fast Internet Shakes Political Calm",
    "content": "Residents of Norilsk long felt isolated from their country’s turbulence. Then a mining company strung a fiber-optic cable across 600 miles of tundra. NORILSK, Russia — On a screen, the California sun beams through the palm fronds and the Walk of Fame gleams underfoot.",
    "date_updated": "2019-10-21T06:43:56.000Z",
    "link": "https://www.nytimes.com/2019/10/20/world/europe/russia-internet-norilsk-youtube-arctic.html",
    "word_count": 1626
  },
  {
    "id": 19655,
    "title": "Before the East India Company",
    "content": "It is always a mistake to read history backward. We know that the East India Company eventually grew to control almost half the world’s trade and become the most powerful corporation in history, as Edmund Burke famously put it, “a state in the guise of a merchant.",
    "date_updated": "2019-10-20T19:45:00.000Z",
    "link": "https://www.laphamsquarterly.org/roundtable/east-india-company",
    "word_count": 2562
  },
  {
    "id": 19691,
    "title": "Why GCHQ's spies are coming out of the shadows - and setting up next to a Slug and Lettuce",
    "content": "It is a name more likely to conjure up wartime code-breaking, secretive Cambridge University recruitment operations and Cold War phone tapping than a 1970s office block opposite Manchester town hall.",
    "date_updated": "2019-10-20T08:42:09.000Z",
    "link": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/gchqs-spies-coming-out-shadows-17113982",
    "word_count": 1321
  },
  {
    "id": 19689,
    "title": "The Hidden Professional Code Breakers of Renaissance Venice",
    "content": "In 1516, in the locked back rooms of the Venetian governor’s palace, the city’s first professional cryptanalyst, Giovanni Soro, was hard at work trying to decipher an intercepted letter.",
    "date_updated": "2019-10-17T21:30:03.000Z",
    "link": "https://www.atlasobscura.com/articles/cryptography-renaissance-venice",
    "word_count": 1619
  },
  {
    "id": 19688,
    "title": "At the Times, a Hesitance to Hyperlink",
    "content": "There's a joke in the journalism industry: It's not news until the New York Times says it is. This is because the Times often reports stories that other outlets already have without any acknowledgment that they’re doing so.",
    "date_updated": "2019-10-17T17:16:57.000Z",
    "link": "https://www.vice.com/en_us/article/ywaeg5/at-the-times-a-hesitance-to-hyperlink",
    "word_count": 1915
  },
  {
    "id": 19599,
    "title": "IndieWeb Link Sharing",
    "content": "A pain point of the IndieWeb is that it's sometimes not as convenient to share content as it is on the common social media platforms. Posting a new short “note” on my site currently requires me to commit a new markdown file to the repository on Github.",
    "date_updated": "2019-10-16T16:40:38.000Z",
    "link": "https://mxb.dev/blog/indieweb-link-sharing/",
    "word_count": 961
  },
  {
    "id": 19687,
    "title": "The Web Share API in Safari on iOS",
    "content": "I implemented the Web Share API over on The Session back when it was first available in Chrome in Android. It’s a nifty and quite straightforward API that allows websites to make use of the “sharing drawer” that mobile operating systems provide from within a web browser.",
    "date_updated": "2019-10-16T16:36:00.000Z",
    "link": "https://adactio.com/journal/15972",
    "word_count": 498
  },
  {
    "id": 19686,
    "title": "The Lines of Code That Changed Everything",
    "content": "Back in 2009, Facebook launched a world-changing piece of code—the “like” button. “Like” was the brainchild of several programmers and designers, including Leah Pearlman and Justin Rosenstein.",
    "date_updated": "2019-10-16T12:01:44.000Z",
    "link": "https://slate.com/technology/2019/10/consequential-computer-code-software-history.html",
    "word_count": 6842
  },
  {
    "id": 19663,
    "title": "What the Hell Was Modernism?",
    "content": "This article was featured in One Great Story, New York’s reading recommendation newsletter. Sign up here to get it nightly.",
    "date_updated": "2019-10-16T08:19:18.000Z",
    "link": "https://www.vulture.com/2019/10/jerry-saltz-new-moma-modernism.html",
    "word_count": 4751
  },
  {
    "id": 15189,
    "title": "Roguelike/RPG pack 1700 assets",
    "content": "A complete set of 16x16 Roguelike/RPG tiles. Allows you to create pretty much anything for your imaginary world. Also includes UI elements like panels, sliders and buttons.",
    "date_updated": "2019-10-14T13:50:04.000Z",
    "link": "http://www.kenney.nl/assets/roguelike-rpg-pack",
    "word_count": 60
  },
  {
    "id": 19666,
    "title": "The Eastern Jesus",
    "content": "Over the past few years, the authorities in Beijing have given churches across the country orders to “Sinicize” their faith.",
    "date_updated": "2019-10-13T17:02:40.000Z",
    "link": "https://www.nybooks.com/articles/2019/10/24/the-eastern-jesus/",
    "word_count": 2290
  },
  {
    "id": 19685,
    "title": "Woody Harrelson Is a Surprisingly Effective Joe Biden for SNL",
    "content": "When Saturday Night Live debuted Alec Baldwin’s impression of Donald Trump, it felt like the show’s first effective take on the then–presidential candidate. You’d be forgiven for forgetting this fact as the performance’s satirical bite has become more and more toothless.",
    "date_updated": "2019-10-13T17:02:01.000Z",
    "link": "https://www.theatlantic.com/entertainment/archive/2019/10/snl-woody-harrelsons-surprisingly-strong-joe-biden/599971/",
    "word_count": 720
  },
  {
    "id": 19679,
    "title": "New trailers: Jungle Cruise, Pixar’s Onward, a new Walking Dead spinoff, and more",
    "content": "I got around to watching The Old Man & the Gun the other week, the newest film from A Ghost Story director David Lowery. The film stars Robert Redford as an older man who can’t stop robbing banks (and being incredibly charming while doing it).",
    "date_updated": "2019-10-13T10:32:09.000Z",
    "link": "https://www.theverge.com/2019/10/12/20910389/new-trailers-jungle-cruise-pixar-onward-walking-dead-ya-spinoff-more",
    "word_count": 674
  },
  {
    "id": 19676,
    "title": "The Black Cube Chronicles: The Double Agent",
    "content": "This is the final installment in a three-part series. Read Part I here and Part II here. Support The New Yorker’s award-winning journalism by subscribing here.",
    "date_updated": "2019-10-13T10:28:11.000Z",
    "link": "https://www.newyorker.com/news/annals-of-espionage/the-black-cube-chronicles-the-double-agent",
    "word_count": 2170
  },
  {
    "id": 19675,
    "title": "The Black Cube Chronicles: The Undercover Operative",
    "content": "This is the second installment in a three-part series. Read Part I here and Part III here. Support The New Yorker’s award-winning journalism by subscribing here. In October of 2016, a writer named Ben Wallace got a call from a number that he didn’t recognize, with a U.K. country code.",
    "date_updated": "2019-10-13T10:28:09.000Z",
    "link": "https://www.newyorker.com/news/annals-of-espionage/the-black-cube-chronicles-the-undercover-operative",
    "word_count": 4247
  },
  {
    "id": 19684,
    "title": "The Black Cube Chronicles: The Private Investigators",
    "content": "This is the first installment in a three-part series. Read Part II here and Part III here. Support The New Yorker’s award-winning journalism by subscribing here. On a cold day in late 2016, two men sat in a corner at Nargis Café, an Uzbek and Russian restaurant in Sheepshead Bay, Brooklyn.",
    "date_updated": "2019-10-13T10:26:54.000Z",
    "link": "https://www.newyorker.com/news/annals-of-espionage/the-black-cube-chronicles-the-private-investigators",
    "word_count": 4118
  },
  {
    "id": 19683,
    "title": "In the Dream House",
    "content": "In the Dream House is Carmen Maria Machado’s engrossing and wildly innovative account of a relationship gone bad, and a bold dissection of the mechanisms and cultural representations of psychological abuse.",
    "date_updated": "2019-10-13T10:26:22.000Z",
    "link": "https://www.graywolfpress.org/books/dream-house",
    "word_count": 193
  },
  {
    "id": 19680,
    "title": "12 Hours. 4 Syrian Hospitals Bombed. One Culprit: Russia.",
    "content": "The Russian Air Force has repeatedly bombed hospitals in Syria in order to crush the last pockets of resistance to President Bashar al-Assad, according to an investigation by The New York Times.",
    "date_updated": "2019-10-13T07:45:07.000Z",
    "link": "https://www.nytimes.com/2019/10/13/world/middleeast/russia-bombing-syrian-hospitals.html",
    "word_count": 1331
  },
  {
    "id": 19681,
    "title": "‘This Did Not Go Well’: Inside PG&E’s Blackout Control Room",
    "content": "SAN FRANCISCO — It was a problem that California had come to dread. Weather models were signaling extreme winds and dry conditions from one end of the state to the other. The risk of wildfires was high.",
    "date_updated": "2019-10-13T07:44:19.000Z",
    "link": "https://www.nytimes.com/2019/10/12/business/pge-california-outage.html",
    "word_count": 1743
  },
  {
    "id": 19414,
    "title": "What Fullness Is",
    "content": "",
    "date_updated": "2019-10-09T13:03:11.000Z",
    "link": "https://gay.medium.com/the-body-that-understands-what-fullness-is-f2e40c40cd75",
    "word_count": 0
  },
  {
    "id": 19674,
    "title": "How Number 10 view the state of the negotiations",
    "content": "Earlier today, I sent a message to a contact in Number 10 asking them how the Brexit talks were going. They sent a long reply which I think gives a pretty clear sense of where they think things are. ‘The negotiations will probably end this week. Varadkar doesn’t want to negotiate.",
    "date_updated": "2019-10-08T07:33:15.000Z",
    "link": "https://blogs.spectator.co.uk/2019/10/how-number-10-view-the-state-of-the-negotiations/",
    "word_count": 918
  },
  {
    "id": 19672,
    "title": "Can a Machine Learn to Write for The New Yorker?",
    "content": "Skip to main contentA.I.’sMcKinseyPeter Thieldeepfake1950 ProfileHiroshimaIn Cold BloodSteven PinkerJohn SeabrookThe Song Machine: Inside the Hit FactoryWritingArtificial Intelligence (A.I.",
    "date_updated": "2019-10-07T16:10:07.000Z",
    "link": "https://www.newyorker.com/magazine/2019/10/14/can-a-machine-learn-to-write-for-the-new-yorker",
    "word_count": 46
  },
  {
    "id": 19673,
    "title": "How to Survive a Vivisection",
    "content": "Birth stories have that inexorable narrative drive, borne from the tension of knowing what’s going to happen, but not how you’ll get there. I thought I knew how my story would go. I never could have predicted what happened: my OB performed a C-section on me without anesthesia.",
    "date_updated": "2019-10-07T11:55:14.000Z",
    "link": "https://longreads.com/2019/10/07/how-to-survive-a-vivisection/",
    "word_count": 2877
  },
  {
    "id": 19671,
    "title": "The story of Jamal Khashoggi's murder and how the world looked the other way",
    "content": "One year ago, the journalist Jamal Khashoggi walked into the Saudi Consulate in Istanbul and never walked out.",
    "date_updated": "2019-10-07T08:17:29.000Z",
    "link": "https://www.insider.com/the-murder-of-jamal-khashoggi-2019-10",
    "word_count": 10885
  },
  {
    "id": 19629,
    "title": "Inside the Cutthroat World of Royal Gossips",
    "content": "Meghan, the Duchess of Sussex, was going to give birth. As her rumored late-April due date inched closer, the British press was crazed trying to gain insight.",
    "date_updated": "2019-10-07T08:17:22.000Z",
    "link": "https://www.marieclaire.com/culture/a28917351/royal-correspondents/",
    "word_count": 5108
  },
  {
    "id": 19669,
    "title": "IndieWebCamp Amsterdam 2019",
    "content": "I've had a great couple of days at IndieWebCamp Amsterdam. It was my first IndieWebCamp, and it was a great in-person introduction to the wider IndieWeb community, although I've been active on Chat for some time! The IndieWebCamp Amsterdam 2019 Attendees on Saturday, original photo CC-BY-2.",
    "date_updated": "2019-10-04T12:24:32.000Z",
    "link": "https://www.jvt.me/posts/2019/10/03/indiewebcamp-amsterdam-2019/",
    "word_count": 3846
  },
  {
    "id": 19634,
    "title": "To decarbonize we must decomputerize: why we need a Luddite revolution",
    "content": "Our built environment is becoming one big computer. “Smartness” is coming to saturate our stores, workplaces, homes, cities. As we go about our daily lives, data is made, stored, analyzed and used to make algorithmic inferences about us that in turn structure our experience of the world.",
    "date_updated": "2019-10-04T10:13:46.000Z",
    "link": "https://www.theguardian.com/technology/2019/sep/17/tech-climate-change-luddites-data",
    "word_count": 1515
  },
  {
    "id": 19668,
    "title": "SQL queries don't start with SELECT",
    "content": "Okay, obviously many SQL queries do start with SELECT (and actually this post is only about SELECT queries, not INSERTs or anything). But! Yesterday I was working on an explanation of window functions, and I found myself googling “can you filter based on the result of a window function”.",
    "date_updated": "2019-10-03T20:50:55.000Z",
    "link": "https://jvns.ca/blog/2019/10/03/sql-queries-don-t-start-with-select/",
    "word_count": 1068
  },
  {
    "id": 19667,
    "title": "Automated (and Guided!) Accessibility Audits with axe Pro",
    "content": "You can save your testing so far and come back to it later to keep going. You can clear out tests and re-do them, to track your progress moving forward. You can have multiple tests on the dashboard to help you test multiple pages and projects. Your team has a home to manage these tests all together.",
    "date_updated": "2019-10-03T18:26:34.000Z",
    "link": "https://css-tricks.com/automated-and-guided-accessibility-audits-with-axe-pro/",
    "word_count": 102
  },
  {
    "id": 19661,
    "title": "Parthia: Rome's Ablest Competitor",
    "content": "As a superpower in its own right and in competition with Rome, Parthia’s empire - ruling from 247 BCE to 224 CE - stretched between the Mediterranean in the west to India in the east. Not only did the Parthians win battles against Rome they were also successful commercial competitors.",
    "date_updated": "2019-10-03T15:24:13.000Z",
    "link": "https://www.ancient.eu/article/1445/parthia-romes-ablest-competitor/",
    "word_count": 2125
  },
  {
    "id": 15138,
    "title": "Notes On \"Camp\"",
    "content": "Published in 1964. Many things in the world have not been named; and many things, even if they have been named, have never been described. One of these is the sensibility -- unmistakably modern, a variant of sophistication but hardly identical with it -- that goes by the cult name of \"Camp.\"",
    "date_updated": "2019-10-03T14:19:09.000Z",
    "link": "https://faculty.georgetown.edu/irvinem/theory/Sontag-NotesOnCamp-1964.html",
    "word_count": 5984
  },
  {
    "id": 19665,
    "title": "Acts of Recognition: On the Women Characters of Haruki Murakami",
    "content": "Imagine being a young girl, growing up in a Japanese city. No one else in your family is a reader. You have to find books on your own. Where do you start? You go to the school library.",
    "date_updated": "2019-10-03T09:25:30.000Z",
    "link": "https://lithub.com/acts-of-recognition-on-the-women-characters-of-haruki-murakami/",
    "word_count": 1785
  },
  {
    "id": 19664,
    "title": "Abandoning a Cat",
    "content": "Of course I have a lot of memories of my father. It’s only natural, considering that we lived under the same roof of our not exactly spacious home from the time I was born until I left home at eighteen.",
    "date_updated": "2019-10-03T07:14:22.000Z",
    "link": "https://www.newyorker.com/magazine/2019/10/07/abandoning-a-cat",
    "word_count": 6023
  },
  {
    "id": 18486,
    "title": "Subqueries (SQL Server)",
    "content": "A subquery is a query that is nested inside a SELECT, INSERT, UPDATE, or DELETE statement, or inside another subquery. A subquery can be used anywhere an expression is allowed. In this example a subquery is used as a column expression named MaxUnitPrice in a SELECT statement.",
    "date_updated": "2019-10-02T12:07:02.000Z",
    "link": "https://docs.microsoft.com/en-us/sql/relational-databases/performance/subqueries",
    "word_count": 4231
  },
  {
    "id": 19495,
    "title": "A free guide to <head> elements",
    "content": "A list of everything that *could* go in the <head> of your document Table of Contents Recommended Minimum Below are the essential elements for any web document (websites/apps): meta charset - defines the encoding of the website, utf-8 is the standard meta name=”viewport” - viewport settings rel",
    "date_updated": "2019-10-01T08:34:57.000Z",
    "link": "https://htmlhead.dev/",
    "word_count": 553
  },
  {
    "id": 19660,
    "title": "Snowden in the Labyrinth",
    "content": "In Robert Sheckley’s 1978 short story “Is That What People Do?,” a man named Eddie Quintero buys himself a pair of binoculars from an army and navy surplus outlet, “because with them he hoped to see some things that he otherwise would never see.",
    "date_updated": "2019-09-30T15:50:04.000Z",
    "link": "https://www.nybooks.com/articles/2019/10/24/edward-snowden-labyrinth/",
    "word_count": 562
  },
  {
    "id": 15049,
    "title": "Spiced okra curry",
    "content": "Heat a large wok or frying pan over a medium heat. Add the oil, then the onions, cooking until soft. Stir in the okra. Add the tomatoes and chilli, then season. Mix well and keep stirring gently, taking care not to break up the okra.",
    "date_updated": "2019-09-30T14:44:09.000Z",
    "link": "https://www.bbcgoodfood.com/recipes/11263/spiced-okra-curry",
    "word_count": 192
  },
  {
    "id": 19659,
    "title": "Four Years in Startups",
    "content": "Depending on whom you ask, 2012 represented the apex, the inflection point, or the beginning of the end for Silicon Valley’s startup scene—what cynics called a bubble, optimists called the future, and my future co-workers, high on the fumes of world-historical potential, breathlessly called the",
    "date_updated": "2019-09-30T09:06:54.000Z",
    "link": "https://www.newyorker.com/magazine/2019/09/30/four-years-in-startups",
    "word_count": 7264
  },
  {
    "id": 19631,
    "title": "",
    "content": "",
    "date_updated": "2019-09-30T08:53:24.000Z",
    "link": "https://emilianodc.com/PAPERS/mastodonIMC19.pdf",
    "word_count": 0
  },
  {
    "id": 19658,
    "title": "The Internet Is Overrun With Images of Child Sexual Abuse. What Went Wrong?",
    "content": "The images are horrific. Children, some just 3 or 4 years old, being sexually abused and in some cases tortured. Pictures of child sexual abuse have long been produced and shared to satisfy twisted adult obsessions.",
    "date_updated": "2019-09-30T06:57:09.000Z",
    "link": "https://www.nytimes.com/interactive/2019/09/28/us/child-sex-abuse.html",
    "word_count": 5116
  },
  {
    "id": 19657,
    "title": "The Internet Is Overrun With Images of Child Sexual Abuse. What Went Wrong?",
    "content": "The images are horrific. Children, some just 3 or 4 years old, being sexually abused and in some cases tortured. Pictures of child sexual abuse have long been produced and shared to satisfy twisted adult obsessions.",
    "date_updated": "2019-09-29T15:14:04.000Z",
    "link": "https://www.nytimes.com/interactive/2019/09/28/us/child-sex-abuse.html",
    "word_count": 5116
  },
  {
    "id": 19656,
    "title": "We Found the Very Worst Commuter Train in America",
    "content": "Train 2606 has failed to show up for its morning run nearly 20 times this year, leaving riders in New Jersey fuming. MIDDLETOWN, N.J. — It was only 7 a.m., but for the commuters stewing inside a Spartan train station in this bedroom community, the day was already off to a predictably bad start.",
    "date_updated": "2019-09-27T21:10:08.000Z",
    "link": "https://www.nytimes.com/2019/09/27/nyregion/njtransit-commuter-delays.html",
    "word_count": 1652
  },
  {
    "id": 19654,
    "title": "Caroline Calloway Wants To Talk About Why You Love To Hate Her",
    "content": "Caroline Calloway gets real about how our culture devalues the work of women, why people hate influencers so much, and why people are so obsessed with hating her. Caroline Calloway has had a tough year, and she hates most of what the media has said about her.",
    "date_updated": "2019-09-27T11:07:27.000Z",
    "link": "https://www.buzzfeednews.com/article/stephaniemcneal/caroline-calloway-interview-natalie-beach-instagram",
    "word_count": 3753
  },
  {
    "id": 19647,
    "title": "Cash/Consent",
    "content": "My senior year of high school I worked in a coffee shop. I took the bus there after school and stole bagels to eat before my shifts, 3 PM to 11 PM most nights. I met a man there—let’s call him Mike. I was 16 when we met; he was 25.",
    "date_updated": "2019-09-27T10:55:06.000Z",
    "link": "https://nplusonemag.com/issue-35/essays/cashconsent/",
    "word_count": 9958
  },
  {
    "id": 19650,
    "title": "Consciousness Doesn’t Depend on Language",
    "content": "We share the basic experience of life with all mammals.",
    "date_updated": "2019-09-27T09:18:41.000Z",
    "link": "http://nautil.us/issue/76/language/consciousness-doesnt-depend-on-language",
    "word_count": 2421
  },
  {
    "id": 19644,
    "title": "The Octopus: An Alien Among Us",
    "content": "Self-replicating, bacterial life first appeared on Earth about 4 billion years ago. For most of Earth’s history, life remained at the single-celled level, and nothing like a nervous system existed until around 600 or 700 million years ago (MYA).",
    "date_updated": "2019-09-27T09:13:39.000Z",
    "link": "https://lithub.com/the-octopus-an-alien-among-us/",
    "word_count": 2429
  },
  {
    "id": 19653,
    "title": "The Question of Race in Beowulf",
    "content": "Most readers of Beowulf understand it as a white, male hero story—tellingly, it’s named for the hero, not the monster—who slays a monster and the monster’s mother. Grendel, the ghastly uninvited guest, kills King Hrothgar’s men at a feast in Heorot.",
    "date_updated": "2019-09-27T07:29:48.000Z",
    "link": "https://daily.jstor.org/the-question-of-race-in-beowulf/",
    "word_count": 2489
  },
  {
    "id": 19652,
    "title": "Sigmund Freud’s The Ego and the Id",
    "content": "Sigmund Freud died 80 years ago this week, and his 1923 study, The Ego and the Id, which introduced many of the foundational concepts of psychoanalysis, entered the public domain earlier this year.",
    "date_updated": "2019-09-27T07:29:36.000Z",
    "link": "https://daily.jstor.org/virtual-roundtable-on-the-ego-and-the-id/",
    "word_count": 4715
  },
  {
    "id": 19651,
    "title": "Parliament Returned For A Toxic Day Of Frustration, Bitterness, And Fury",
    "content": "Parliament was recalled on Wednesday after the Supreme Court ruled that Boris Johnson's suspension was unlawful. Few had any idea of what would follow — but no one could have predicted the deep tension and outpouring of fury that would eventually unfold.",
    "date_updated": "2019-09-26T06:46:06.000Z",
    "link": "https://www.buzzfeed.com/emilyashton/return-parliament-suspension-bercow",
    "word_count": 1964
  },
  {
    "id": 19649,
    "title": "Susan Sontag’s Queer Life",
    "content": "Reflections on Susan Sontag have yet to fully reckon with how fundamentally queerness shaped her writing and her life. Benjamin Moser’s controversial new biography Sontag finally begins that conversation. Susan Sontag’s fame was always paradoxical.",
    "date_updated": "2019-09-25T18:59:14.000Z",
    "link": "https://www.buzzfeednews.com/article/pdominguez/susan-sontag-queer-lesbian-biography-benjamin-moser",
    "word_count": 3974
  },
  {
    "id": 19648,
    "title": "I Am The Horrible Goose That Lives In The Town",
    "content": "yes I am the horrible creeping bag of sound that is the most worst to you! I will use my beak to mischief you and I will press B. I wobble my snake-front-body and I waggle my bag-back-body and they meet in the middle to plan a bad idea to upset you.",
    "date_updated": "2019-09-24T20:28:34.000Z",
    "link": "https://www.shatnerchatner.com/p/i-am-the-horrible-goose-that-lives",
    "word_count": 735
  },
  {
    "id": 19642,
    "title": "Building a fast modern web crawler",
    "content": "I have been passionated by web crawler for a long time. I have written several one in many languages such as C++, JavaScript (Node.JS), Python, ... and I love the theory behind them.",
    "date_updated": "2019-09-23T19:17:09.000Z",
    "link": "https://creekorful.me/building-fast-modern-web-crawler/",
    "word_count": 964
  },
  {
    "id": 19646,
    "title": "The best games of 2019",
    "content": "By the time December rolls around, the beginning of the year can be a blur. Twelve months is a long time, and it’s easy to forget what happened yesterday, so you’d be forgiven for losing track of something from months ago.",
    "date_updated": "2019-09-23T14:17:46.000Z",
    "link": "https://www.theverge.com/2019/3/22/18212341/best-games-2019-xbox-ps4-nintendo-switch-pc-iphone-android",
    "word_count": 181
  },
  {
    "id": 19645,
    "title": "Four Years in Startups",
    "content": "Depending on whom you ask, 2012 represented the apex, the inflection point, or the beginning of the end for Silicon Valley’s startup scene—what cynics called a bubble, optimists called the future, and my future co-workers, high on the fumes of world-historical potential, breathlessly called the",
    "date_updated": "2019-09-23T13:22:11.000Z",
    "link": "https://www.newyorker.com/magazine/2019/09/30/four-years-in-startups",
    "word_count": 7264
  },
  {
    "id": 19643,
    "title": "Let’s Talk About the Clothes on “Succession”",
    "content": "In a Season 1 episode of “Succession,” HBO’s hit tragicomedy about a billionaire media mogul’s cutthroat family empire, Kendall Roy (Jeremy Strong), the second-eldest son of the patriarch, sits in the back seat of a chauffeured car in Manhattan traffic.",
    "date_updated": "2019-09-23T07:19:44.000Z",
    "link": "https://www.newyorker.com/culture/on-and-off-the-avenue/lets-talk-about-the-clothes-on-succession",
    "word_count": 1421
  },
  {
    "id": 19641,
    "title": "What does your shell prompt look like?",
    "content": "I see many people at work with very complex prompt shells. These include the username, hostname, active git branch and git changes, the current Python virtualenv, the npm/nodejs version, etc.",
    "date_updated": "2019-09-22T18:44:27.000Z",
    "link": "https://lobste.rs/s/skoapt/what_does_your_shell_prompt_look_like",
    "word_count": 136
  },
  {
    "id": 19637,
    "title": "How the ‘The Marvelous Mrs. Maisel’ Costume Designer Spends Her Sundays",
    "content": "Donna Zakowska surrounds herself with vintage garments and accessories, dreaming up outfits for retro characters (and puppets). “My mother was a crazy person with the ’60s hats,” said Donna Zakowska, the Emmy-nominated costume designer for “The Marvelous Mrs.",
    "date_updated": "2019-09-22T12:35:42.000Z",
    "link": "https://www.nytimes.com/2019/09/20/nyregion/marvelous-mrs-maisel-costume-designer.html",
    "word_count": 781
  },
  {
    "id": 19636,
    "title": "The Essential Tool for Hong Kong Protesters? An Umbrella",
    "content": "Demonstrators hold umbrellas at Victoria Park, Aug. 18. Photographer: Kyle Lam/Bloomberg The Essential Tool for Hong Kong Protesters? An Umbrella By Chloe Whiteaker September 20, 2019, 4:00 AM EDT In Hong Kong, umbrellas are more than just protection from rain or glaring sunshine.",
    "date_updated": "2019-09-21T18:17:31.000Z",
    "link": "https://www.bloomberg.com/graphics/2019-hong-kong-protesters-umbrellas/",
    "word_count": 938
  },
  {
    "id": 19638,
    "title": "“Never Be Ashamed”: Why I Decided Not to Delete My Old Internet Posts",
    "content": "While working for the National Security Agency, Edward Snowden helped build a system to enable the United States government to capture all phone calls, text messages, and emails.",
    "date_updated": "2019-09-21T18:16:52.000Z",
    "link": "https://theintercept.com/2019/09/21/edward-snowden-permanent-record-book/",
    "word_count": 3043
  },
  {
    "id": 19639,
    "title": "The Milky Way Has Giant Bubbles at Its Center",
    "content": "Farhad Yusef-Zadeh was observing the center of the Milky Way galaxy in radio waves, looking for the presence of faint stars, when he saw it: a spindly structure giving off its own radio emissions.",
    "date_updated": "2019-09-21T18:16:46.000Z",
    "link": "https://www.theatlantic.com/science/archive/2019/09/milky-way-galaxy-bubbles-meerkat/598552/",
    "word_count": 1092
  },
  {
    "id": 19635,
    "title": "Talking Is Throwing Fictional Worlds at One Another",
    "content": "A few years ago, David Adger was in his office at Queen Mary University of London, where he is a professor of linguistics, when the phone rang. It was a British TV company that wanted him to invent a language for monsters with no lips, just big teeth, in a new fantasy series, Beowulf.",
    "date_updated": "2019-09-21T18:16:31.000Z",
    "link": "http://nautil.us/issue/76/language/-talking-is-throwing-fictional-worlds-at-one-another",
    "word_count": 2671
  },
  {
    "id": 19640,
    "title": "It’s Scarily Easy To Track Someone Around A City Via Their Instagram Stories",
    "content": "By cross-referencing just one hour of footage from public webcams with stories taken in Times Square, BuzzFeed News confirmed the full identities of a half dozen people.",
    "date_updated": "2019-09-21T17:16:00.000Z",
    "link": "https://www.buzzfeednews.com/article/meghara/instagram-stories-earthcam-times-square",
    "word_count": 2205
  },
  {
    "id": 15053,
    "title": "Lentil ragu",
    "content": "Struggle to get your five-a-day? This superhealthy ragu will get you four steps closer and can be frozen for extra convenience  Heat the oil in a large saucepan and add the onions, carrots, celery and garlic. Cook gently for 15-20 mins until everything is softened.",
    "date_updated": "2019-09-10T11:58:15.000Z",
    "link": "https://www.bbcgoodfood.com/recipes/1139652/lentil-rag",
    "word_count": 229
  },
  {
    "id": 15157,
    "title": "resourcelist",
    "content": "resourcelistviewhistorytalkOfficial Wizards of the Coast Resources Free Basic rules: Homebrew Library Errata: Gameplay resources: Adventure supplements: Character Creation Character Sheets Spell Sorters and Sheets Encounter Building Encounter Tracking Magic Items and Treasure Monster Creation Other",
    "date_updated": "2019-09-10T07:18:17.000Z",
    "link": "https://www.reddit.com/r/dndnext/wiki/resourcelist/",
    "word_count": 45
  },
  {
    "id": 18833,
    "title": "Dungeons And Dragons 5E Character Sheet Editable, Printable, Fillable PDF",
    "content": "This is the best D&D 5e character sheet ever, anyone can understand simply. Those who wants to save time without creating own character sheet. I suggest this sheet, you can check preview and dnd 5e character sheet pdf download by using below link. it contains 4 pages.",
    "date_updated": "2019-09-09T16:16:10.000Z",
    "link": "https://dnd5echaractersheet.com/",
    "word_count": 1478
  },
  {
    "id": 19630,
    "title": "On the Job, 24 Hours a Day, 27 Days a Month",
    "content": "STAMFORD, Conn. — Tuesday night was rough. A sharp scent drifted into Marjorie Salmon’s dream world at 4 a.m. She was still trying to rouse herself when its source, her 77-year-old client, pounded on her bedroom door, yelling that he wanted to go home. “You’re home, Bob.",
    "date_updated": "2019-09-09T06:40:06.000Z",
    "link": "https://www.nytimes.com/2019/09/02/nyregion/home-health-aide.html",
    "word_count": 3163
  },
  {
    "id": 19628,
    "title": "https://toot.readthedocs.io/en/latest/",
    "content": "Toot is a CLI and TUI tool for interacting with Mastodon instances from the command line. toot includes a curses-based terminal user interface (TUI). Run it with toot tui.",
    "date_updated": "2019-09-05T13:36:55.000Z",
    "link": "https://toot.readthedocs.io/en/latest/",
    "word_count": 101
  },
  {
    "id": 19627,
    "title": "The cult of Sally Rooney",
    "content": "Earlier this summer, I attended a lunch for people who work with children’s books.",
    "date_updated": "2019-09-03T19:15:15.000Z",
    "link": "https://www.vox.com/culture/2019/9/3/20807728/sally-rooney-normal-people-conversations-with-friends",
    "word_count": 3108
  },
  {
    "id": 19616,
    "title": "Eros at play",
    "content": "A woman rests in a field surrounded by apple trees. Savouring the sounds and smells of the shaded grove, she muses on the ‘sacred recess’ of her idyllic surroundings, and surrenders herself to fantasy. The wind is ‘honey sweet’, the air perfumed with ‘musk roses’.",
    "date_updated": "2019-09-03T16:17:26.000Z",
    "link": "https://aeon.co/essays/how-ancient-poetry-can-revitalise-our-erotic-imaginations",
    "word_count": 2968
  },
  {
    "id": 19601,
    "title": "TWINT - Twitter Intelligence Tool",
    "content": "No authentication. No API. No limits. Twint is an advanced Twitter scraping tool written in Python that allows for scraping Tweets from Twitter profiles without using Twitter's API.",
    "date_updated": "2019-09-03T15:25:03.000Z",
    "link": "https://pypi.org/project/twint/",
    "word_count": 844
  },
  {
    "id": 19625,
    "title": "Bravery and Nihilism on the Streets of Hong Kong",
    "content": "Peter and his friends were on the move in the streets of Hong Kong. They cut through the sooty midday heat, jostling and joking in skateboarding sneakers, making their way past tattered industrial buildings, printing presses, and garages.",
    "date_updated": "2019-09-02T22:16:53.000Z",
    "link": "https://www.newyorker.com/news/dispatch/bravery-and-nihilism-amid-the-protests-in-hong-kong",
    "word_count": 3270
  },
  {
    "id": 19622,
    "title": "Why the Periodic Table of Elements Is More Important Than Ever",
    "content": "Except exactly the opposite is true. Matter still matters. And on the 150th anniversary of the periodic table’s formulation by the Russian chemist Dmitri Mendeleev, it’s more important than it’s ever been.",
    "date_updated": "2019-09-02T15:43:38.000Z",
    "link": "https://www.bloomberg.com/news/features/2019-08-28/the-modern-triumph-of-the-periodic-table-of-elements",
    "word_count": 1610
  },
  {
    "id": 19140,
    "title": "Wait… Why Exactly Do We Use Hex Maps?",
    "content": "As usual, rather than actually prep, I find it much more useful and productive to agonize and fret over how exactly I should go about prepping until the desire to prep fades away.",
    "date_updated": "2019-09-02T11:13:58.000Z",
    "link": "https://gnomestew.com/wait-why-exactly-do-we-use-hex-maps/",
    "word_count": 1372
  },
  {
    "id": 15018,
    "title": "Battle of Cannae",
    "content": "The Battle of Cannae (/ˈkæni/ or /ˈkæneɪ/) was a major battle of the Second Punic War that took place on 2 August 216 BC in Apulia, in southeast Italy.",
    "date_updated": "2019-08-31T12:32:41.000Z",
    "link": "https://en.wikipedia.org/wiki/Battle_of_Cannae",
    "word_count": 6820
  },
  {
    "id": 15159,
    "title": "Breastwork (fortification)",
    "content": "In warships, a breastwork is the armored superstructure in the ship that did not extend all the way out to the sides of the ship. It was generally only used in ironclad turret ships designed between 1865 and 1880.",
    "date_updated": "2019-08-31T11:59:55.000Z",
    "link": "https://en.wikipedia.org/wiki/Breastwork_(fortification)",
    "word_count": 153
  },
  {
    "id": 15039,
    "title": "Enfilade and defilade",
    "content": "Enfilade and defilade are concepts in military tactics used to describe a military formation's exposure to enemy fire. A formation or position is \"in enfilade\" if weapons fire can be directed along its longest axis.",
    "date_updated": "2019-08-31T11:56:35.000Z",
    "link": "https://en.wikipedia.org/wiki/Enfilade_and_defilade",
    "word_count": 892
  },
  {
    "id": 15028,
    "title": "Debellatio",
    "content": "The term \"debellatio\" or \"debellation\" (Latin \"defeating, or the act of conquering or subduing\", literally, \"warring (the enemy) down\", from Latin bellum \"war\") designates the end of war caused by complete destruction of a hostile state.",
    "date_updated": "2019-08-31T11:56:25.000Z",
    "link": "https://en.wikipedia.org/wiki/Debellatio",
    "word_count": 663
  },
  {
    "id": 15100,
    "title": "Bridgehead",
    "content": "Bridgeheads typically exist for only a few days, the invading forces either being thrown back or expanding the bridgehead to create a secure defensive lodgement area, before breaking out into enemy territory, such as when the U.S.",
    "date_updated": "2019-08-31T11:55:52.000Z",
    "link": "https://en.wikipedia.org/wiki/Bridgehead",
    "word_count": 619
  },
  {
    "id": 15044,
    "title": "Reverse slope defence",
    "content": "A defending unit usually does not conduct a reverse-slope defence along its entire front, as positioning troops on the forward slope is necessary to control the region in front of the hill.",
    "date_updated": "2019-08-31T11:53:41.000Z",
    "link": "https://en.wikipedia.org/wiki/Reverse_slope_defence",
    "word_count": 870
  },
  {
    "id": 15071,
    "title": "Pakfront",
    "content": "The Pakfront was a defensive military tactic developed by the German forces on the Eastern Front during the Second World War. It was named after the phonetic pronunciation of the acronym nomenclature for German towed anti-tank guns, PaK (PanzerabwehrKanone, \"tank defense cannon\").",
    "date_updated": "2019-08-31T11:53:34.000Z",
    "link": "https://en.wikipedia.org/wiki/Pakfront",
    "word_count": 600
  },
  {
    "id": 15016,
    "title": "Hedgehog defence",
    "content": "The hedgehog defence is a military tactic in which a defending army creates mutually supporting strongpoints in a defence in depth, designed to sap the strength and break the momentum of an attacking army. The strongpoints are designed to be expensive for an attacker to assault.",
    "date_updated": "2019-08-31T11:53:31.000Z",
    "link": "https://en.wikipedia.org/wiki/Hedgehog_defence",
    "word_count": 790
  },
  {
    "id": 15034,
    "title": "Echelon formation",
    "content": "An echelon formation (/ˈɛʃəlɒn, ˈeɪʃlɒ̃/)[1] is a (usually military) formation in which its units are arranged diagonally. Each unit is stationed behind and to the right (a \"right echelon\"), or behind and to the left (\"left echelon\"), of the unit ahead.",
    "date_updated": "2019-08-31T11:53:22.000Z",
    "link": "https://en.wikipedia.org/wiki/Echelon_formation",
    "word_count": 535
  },
  {
    "id": 15024,
    "title": "Tank desant",
    "content": "Tank desant (Russian: танковый десант, tankovyy desant) is a military combined arms tactic, where infantry soldiers ride into an attack on tanks, then dismount to fight on foot in the final phase of the assault.",
    "date_updated": "2019-08-31T11:53:09.000Z",
    "link": "https://en.wikipedia.org/wiki/Tank_desant",
    "word_count": 1229
  },
  {
    "id": 19624,
    "title": "The Afterlife of Royal Hair",
    "content": "In the portrait above of Elizabeth Stuart, Queen of Bohemia, two treasures hang from the queen’s ear. One is a precious pear-shaped pearl. The other is a dark strand, fraying at the end.",
    "date_updated": "2019-08-31T11:47:59.000Z",
    "link": "https://daily.jstor.org/the-afterlife-of-royal-hair/",
    "word_count": 886
  },
  {
    "id": 19623,
    "title": "Remaking Betty Boop in the Image of a Housewife",
    "content": "Betty Boop was, to borrow her creator’s phrase, “a suggestion you could spell in three letters: s-e-x.",
    "date_updated": "2019-08-31T11:47:47.000Z",
    "link": "https://daily.jstor.org/remaking-betty-boop-in-the-image-of-a-housewife/",
    "word_count": 810
  },
  {
    "id": 15310,
    "title": "Card Games for Two Players",
    "content": "",
    "date_updated": "2019-08-30T18:19:26.000Z",
    "link": "https://hobbylark.com/card-games/Card-Games-You-Can-Play-With-Two-People",
    "word_count": 0
  },
  {
    "id": 19621,
    "title": "Taylor Swift: ‘I was literally about to break’",
    "content": "Taylor Swift’s Nashville apartment is an Etsy fever dream, a 365-days-a-year Christmas shop, pure teenage girl id. You enter through a vestibule clad in blue velvet and covered in gilt frames bursting with fake flowers. The ceiling is painted like the night sky.",
    "date_updated": "2019-08-24T09:16:15.000Z",
    "link": "https://www.theguardian.com/music/2019/aug/24/taylor-swift-pop-music-hunger-games-gladiators",
    "word_count": 4674
  },
  {
    "id": 19620,
    "title": "Pyramid Power",
    "content": "Kirsten Dunst. In head-to-toe acid-wash denim and braces. Trying to make money off a multilevel marketing company.",
    "date_updated": "2019-08-23T07:28:00.000Z",
    "link": "https://slate.com/culture/2019/08/on-becoming-a-god-kirsten-dunst-review.html",
    "word_count": 727
  },
  {
    "id": 15023,
    "title": "List of military tactics",
    "content": "This page contains a list of military tactics.",
    "date_updated": "2019-08-23T07:27:02.000Z",
    "link": "https://en.wikipedia.org/wiki/List_of_military_tactics",
    "word_count": 1733
  },
  {
    "id": 19619,
    "title": "Not Gonna Get Us",
    "content": "“Don’t eat pigs,” she said. “So I can kiss you, if we meet again.” That was how she said it, in Mandarin. Pigs, not pork. The line went dead. I was out of calling-card credits again. We’d met a year earlier, in 2002, at the Shanghai Municipal Physical Sports School.",
    "date_updated": "2019-08-22T15:20:26.000Z",
    "link": "https://www.theparisreview.org/blog/2019/07/29/not-gonna-get-us/",
    "word_count": 2542
  },
  {
    "id": 19606,
    "title": "GE Fraud - A Bigger Fraud Than Enron",
    "content": "The Fraud Investigators have been researching General Electric’s financials and accounting practices for more than one year. The result is the discovery of an Enronesque business approach that has left GE on the verge of insolvency.",
    "date_updated": "2019-08-21T08:35:50.000Z",
    "link": "http://www.gefraud.com/",
    "word_count": 163
  },
  {
    "id": 18931,
    "title": "The Art of PostgreSQL",
    "content": "This second edition of the book includes a whole new chapter about PostgreSQL Extensions. Written by the author of the CREATE EXTENSION command!",
    "date_updated": "2019-08-21T07:41:59.000Z",
    "link": "https://theartofpostgresql.com/",
    "word_count": 1239
  },
  {
    "id": 19617,
    "title": "The Hopefulness and Hopelessness of 1619",
    "content": "Her name was Angela, one of the first known Africans in British North America. His name was John, the first known antiblack racist in colonial America.",
    "date_updated": "2019-08-21T07:15:25.000Z",
    "link": "https://www.theatlantic.com/ideas/archive/2019/08/historical-significance-1619/596365/",
    "word_count": 2049
  },
  {
    "id": 19109,
    "title": "A Beginner’s Introduction to Python Web Frameworks",
    "content": "Updated June 12, 2019. Since you’re reading this, it’s safe to assume you’re interested in taking up Python—or maybe you’ve already started learning this awesome language.",
    "date_updated": "2019-08-20T21:29:52.000Z",
    "link": "https://stxnext.com/blog/2018/09/27/beginners-introduction-python-frameworks/",
    "word_count": 4699
  },
  {
    "id": 19618,
    "title": "No, Facebook Is Not Secretly Listening to You",
    "content": "Ms. Jeong is a member of the editorial board. This article is part of a limited-run newsletter. You can sign up here. Charlie Warzel is off this week, so he’s turning the newsletter over to his colleague Sarah Jeong.",
    "date_updated": "2019-08-20T20:25:00.000Z",
    "link": "https://www.nytimes.com/2019/08/20/opinion/facebook-privacy.html",
    "word_count": 1702
  },
  {
    "id": 19595,
    "title": "Episode 134 – Transcript",
    "content": "This is a transcript of episode #134 on The Consequences of Reason. Check out the episode page HERE. So this disagreement that defines the state of the philosophical landscape in the early 20th century: we’ve called it a lot of different things on this show. Nature vs Culture.",
    "date_updated": "2019-08-20T18:53:26.000Z",
    "link": "http://philosophizethis.org/episode-134-transcript/",
    "word_count": 4515
  },
  {
    "id": 19613,
    "title": "Edoardo Albinati on Masculinity, Italy, and Fascism",
    "content": "Edoardo Albinati’s The Catholic School is a recent winner of Italy’s biggest literary prize, il premo Strega, and is coming out in the United States this month.",
    "date_updated": "2019-08-20T10:27:35.000Z",
    "link": "https://lithub.com/edoardo-albinati-on-masculinity-italy-and-fascism/",
    "word_count": 3161
  },
  {
    "id": 19612,
    "title": "Is There Such a Thing as an Ethics of Cosmopolitanism?",
    "content": "Human beings are social beings.",
    "date_updated": "2019-08-20T10:27:21.000Z",
    "link": "https://lithub.com/is-there-such-a-thing-as-an-ethics-of-cosmopolitanism/",
    "word_count": 1168
  },
  {
    "id": 19615,
    "title": "On Representations of Disability: A Reading List",
    "content": "Around the age of 3 or 4, Harriet McBryde Johnson sits in front of her family’s television set and thinks, “I will die.",
    "date_updated": "2019-08-20T10:26:56.000Z",
    "link": "https://longreads.com/2019/08/19/on-representations-of-disability-a-reading-list/",
    "word_count": 1716
  },
  {
    "id": 15095,
    "title": "h-entry",
    "content": "h-entry is a simple, open format for episodic or datestamped content on the web. h-entry is often used with content intended to be syndicated, e.g. blog posts. h-entry is one of several open microformat standards suitable for embedding data in HTML.",
    "date_updated": "2019-08-20T09:06:23.000Z",
    "link": "http://microformats.org/wiki/h-entry#u-photo",
    "word_count": 2942
  },
  {
    "id": 19614,
    "title": "The Morning Show — Official Trailer | Apple TV+",
    "content": "What happens when the people you trust to tell the truth prove themselves to be dishonest? The Morning Show follows the free fall of an early morning newscast in the wake of a scandal, and its struggle to survive in an era when news arrives in the palm of your hand.The Morning Show stars Academy Awa",
    "date_updated": "2019-08-19T20:35:53.000Z",
    "link": "https://www.youtube.com/watch?v=eA7D4_qU9jo",
    "word_count": 0
  },
  {
    "id": 15106,
    "title": "IndieWebify.Me - a guide to getting you on the IndieWeb",
    "content": "On the wiki: Personal Domains. In order to be able to sign in using your domain name, connect it to your existing identities.",
    "date_updated": "2019-08-19T16:17:01.000Z",
    "link": "https://indiewebify.me/",
    "word_count": 810
  },
  {
    "id": 19611,
    "title": "The 1619 Project",
    "content": "An audio series from The Times observing the 400th anniversary of the beginning of American slavery. Watch highlights of a symposium about how history is defined — and redefined — featuring historians, journalists and policymakers.",
    "date_updated": "2019-08-19T08:38:10.000Z",
    "link": "https://www.nytimes.com/interactive/2019/08/14/magazine/1619-america-slavery.html",
    "word_count": 602
  },
  {
    "id": 19610,
    "title": "America Has Never Been So Desperate for Tomato Season",
    "content": "On Saturday, I walked a mile from my Brooklyn apartment to a farmers’ market with a clarity of purpose that felt ordained by the heavens. I didn’t really have time for the errand, or a solid idea of how I would use its spoils, but I was compelled onto the sidewalk for a very specific task.",
    "date_updated": "2019-08-19T08:37:35.000Z",
    "link": "https://www.theatlantic.com/health/archive/2019/08/tomato-season/596101/",
    "word_count": 953
  },
  {
    "id": 19609,
    "title": "The Two Brides Who Wore Three Different Outfits",
    "content": "When we ask newlyweds to think back on what they wanted most for their big day — and we’ve interviewed hundreds of them over the years — the most common response is: “For it not to feel like a wedding!” But in a monsoon of flower crowns and macaroon towers, how do you see beyond the usual",
    "date_updated": "2019-08-19T08:37:27.000Z",
    "link": "https://www.thecut.com/2019/08/the-wedding-files-jennifer-and-krupa-cox-shah.html",
    "word_count": 1377
  },
  {
    "id": 19608,
    "title": "When Is a Caption Close Enough?",
    "content": "In March, Rikki Poynter flew to Orlando for a YouTuber convention.",
    "date_updated": "2019-08-19T08:36:56.000Z",
    "link": "https://www.theatlantic.com/health/archive/2019/08/youtube-captions/595831/",
    "word_count": 1671
  },
  {
    "id": 19607,
    "title": "Elizabeth Warren’s Classroom Strategy",
    "content": "The story of Elizabeth Warren’s career in education — at least in legal education — begins with one word: assumpsit. It is literally the first word of the first case she had to read for the first class she ever took as a 24-year-old law student at Rutgers University in 1973.",
    "date_updated": "2019-08-19T08:36:40.000Z",
    "link": "https://www.thecut.com/2019/08/elizabeth-warren-teacher-presidential-candidate.html",
    "word_count": 6966
  },
  {
    "id": 19605,
    "title": "People Are Starting to Realize How Voice Assistants Actually Work",
    "content": "Clapping to turn on the lights. Paying for food by staring into space. Talking aloud to an empty room. Technology, and especially voice technology, has normalized some bizarre behaviors.",
    "date_updated": "2019-08-15T14:16:58.000Z",
    "link": "https://www.theatlantic.com/technology/archive/2019/08/facebook-paid-contractors-listen-messenger-audio/596143/",
    "word_count": 912
  },
  {
    "id": 19604,
    "title": "Welcome to Bon Iver, Wisconsin",
    "content": "Justin Vernon lights a blunt as he charges his Tesla, which is affectionately named John Teshla.",
    "date_updated": "2019-08-14T23:03:54.000Z",
    "link": "https://pitchfork.com/features/cover-story/bon-iver-interview/",
    "word_count": 3308
  },
  {
    "id": 19575,
    "title": "Constellations",
    "content": "Written during May 2018. There's also a companion piece that shows the satellites as they fly around Earth and capture their images. See the animation here. Planet operates three constellations.",
    "date_updated": "2019-08-14T09:35:29.000Z",
    "link": "https://nbremer.github.io/planet-constellations",
    "word_count": 287
  },
  {
    "id": 15036,
    "title": "HOWTO negotiate your salary and benefits - for women",
    "content": "If you only have 30 seconds to read this, here are the important parts. Negotiate! It will almost never hurt you, and almost always help. Screw up your courage and just do it!",
    "date_updated": "2019-08-14T09:35:18.000Z",
    "link": "https://valerieaurora.org/howto_salary/",
    "word_count": 529
  },
  {
    "id": 19596,
    "title": "A hermit nation ruled by an egomaniac: Is Turkmenistan on the brink of collapse?",
    "content": "Men in white fur caps proudly ride horses across the steppe, rows of modern machinery glisten, Barbie-pink flamingos strut before clear blue skies and a white yacht cuts through the turquoise waters of the Caspian Sea. CNN's Olga Pavlova and Zahra Ullah also contributed to this report.",
    "date_updated": "2019-08-14T09:33:16.000Z",
    "link": "https://www.cnn.com/2019/08/10/asia/turkmenistan-caspian-sea-intl-hnk/index.html",
    "word_count": 2274
  },
  {
    "id": 19465,
    "title": "Somehow I Became Respectable",
    "content": "Somehow I became respectable. I don’t know how—the last film I directed got some terrible reviews and was rated NC-17. Six people in my personal phone book have been sentenced to life in prison.",
    "date_updated": "2019-08-14T09:31:59.000Z",
    "link": "https://www.theparisreview.org/blog/2019/05/21/somehow-i-became-respectable/",
    "word_count": 1227
  },
  {
    "id": 19590,
    "title": "Dreams Are Lost Memories",
    "content": "Bill Murray, as the chief of police in a town beset by zombies, delivers a key line in The Dead Don’t Die: “I was supposed to retire two years ago.",
    "date_updated": "2019-08-13T14:55:22.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/dreams-are-lost-memories/",
    "word_count": 6093
  },
  {
    "id": 19602,
    "title": "Centuries of Preserved Shipwrecks Found in the Black Sea",
    "content": "An international team of sailors and scientists surveying a sector of the Black Sea for clues about how prehistoric humans responded to rising sea levels have found something much different—41 well-preserved shipwrecks spanning over a thousand years of history, from the ninth century to the 19th c",
    "date_updated": "2019-08-13T09:47:28.000Z",
    "link": "https://www.nationalgeographic.com/news/2016/10/black-sea-shipwreck-discovery/",
    "word_count": 729
  },
  {
    "id": 19583,
    "title": "Anxiety Looks Different in Men",
    "content": "Instead of coming across as nervousness or worry, anxiety in men often appears as anger, muscle aches or alcohol use—leading many men to go undiagnosed",
    "date_updated": "2019-08-13T09:39:15.000Z",
    "link": "https://www.wsj.com/articles/anxiety-looks-different-in-men-11564494352",
    "word_count": 25
  },
  {
    "id": 19600,
    "title": "The Diversity Redemption",
    "content": "Until a few years ago my experience of working in tech was very white, very middle-class, very sarcastic, and very male.",
    "date_updated": "2019-08-13T09:14:05.000Z",
    "link": "https://medium.com/ft-product-technology/the-diversity-redemption-9a5e200c34b3",
    "word_count": 914
  },
  {
    "id": 19598,
    "title": "The End of Straight",
    "content": "The end for America, and the end for me. Trigger Warning: The following story contains graphic discussion of violent threats, sexual violence, hate crimes, child abuse, harassment, and suicidal ideation.",
    "date_updated": "2019-08-12T07:06:10.000Z",
    "link": "https://www.gq.com/story/the-end-of-straight",
    "word_count": 4308
  },
  {
    "id": 19597,
    "title": "",
    "content": "",
    "date_updated": "2019-08-12T07:06:03.000Z",
    "link": "https://www.amazon.com/Trick-Mirror-Self-Delusion-Jia-Tolentino/dp/0525510540/ref=as_li_ss_tl?crid=3OJFVSHB4H1U8&keywords=trick+mirror+by+jia+tolentino&qid=1565453648&s=gateway&sprefix=trick+mirror,aps,131&sr=8-1&linkCode=sl1&tag=just-good-shit-rm-20&linkId=ffb935167cfa25a5578020a4d89593e3",
    "word_count": 0
  },
  {
    "id": 18786,
    "title": "The best Nintendo Switch games",
    "content": "Looking for the best games on the Nintendo Switch? What follows is a living list of the 22 Nintendo Switch games we recommend everyone play or watch, in case you’re new to the system or just want something new to play.",
    "date_updated": "2019-08-08T15:50:12.000Z",
    "link": "https://www.polygon.com/nintendo-switch/2018/9/4/17549714/best-nintendo-switch-games",
    "word_count": 3856
  },
  {
    "id": 19594,
    "title": "Wine-dark sea (Homer)",
    "content": "The wine-dark sea is a traditional English translation of οἶνοψ πόντος (oinops pontos), an epithet in Homer of uncertain meaning. A literal translation is \"wine-face sea\".",
    "date_updated": "2019-08-08T09:03:23.000Z",
    "link": "https://en.wikipedia.org/wiki/Wine-dark_sea_(Homer)",
    "word_count": 432
  },
  {
    "id": 19581,
    "title": "Roundtable",
    "content": "Baron Haussmann wanted to build a barricade-proof city, but the people he displaced defied his plans. The Impasse de l’Essai at the Horse Market, Paris, by Charles Marville, c. 1865. The J. Paul Getty Museum, Los Angeles. Digital image courtesy the Getty’s Open Content Program.",
    "date_updated": "2019-08-08T08:56:36.000Z",
    "link": "https://www.laphamsquarterly.org/roundtable/old-paris-no-more",
    "word_count": 2837
  },
  {
    "id": 19593,
    "title": "Victims are often criminals, and that is a paradox American policing can’t solve",
    "content": "On January 2 of this year, the Baltimore Police Department sent out its annual analysis of the city’s homicides: in 2018, there were 309. The majority of the victims were killed in the street and almost sixty percent died from a gunshot wound to the head. Ninety-four percent were black men.",
    "date_updated": "2019-08-07T16:04:29.000Z",
    "link": "https://theoutline.com/post/7752/victim-offender-overlap",
    "word_count": 1879
  },
  {
    "id": 19592,
    "title": "double movement in Scrabble",
    "content": "Can you resolve a dispute between myself and my girlfriend? She recently won a game with what I think is a double movement (although there's no mention of this in the rule book). She put one two letters down to make one word, which also scored linked to another letter.",
    "date_updated": "2019-08-07T11:55:17.000Z",
    "link": "https://boardgames.stackexchange.com/questions/7319/double-movement-in-scrabble",
    "word_count": 120
  },
  {
    "id": 19591,
    "title": "Is this move legal?",
    "content": "The word YETTS is on the board vertically. I add an I to the left of the S making IS and add F below I to form IF. Is this move legal? In fact, that's the name of the game, since all the other words you make contribute to your score.",
    "date_updated": "2019-08-07T11:54:41.000Z",
    "link": "http://www.word-buff.com/is-this-move-legal.html",
    "word_count": 169
  },
  {
    "id": 19589,
    "title": "Explore the mind-boggling moons of our solar system",
    "content": "https://www.nationalgeographic.com/science/2019/07/the-atlas-of-moons.html © 1996-2015 National Geographic Society, © 2015- 2020 National Geographic Partners, LLC.",
    "date_updated": "2019-08-06T09:38:31.000Z",
    "link": "https://www.nationalgeographic.com/science/2019/07/the-atlas-of-moons/",
    "word_count": 17
  },
  {
    "id": 19588,
    "title": "Tube trivia and facts",
    "content": "The Tube has been at the heart of London’s history for over 150 years. But do you know which is the deepest station? ? Or the shortest journey? ? Find key facts and interesting figures here.",
    "date_updated": "2019-08-05T14:23:00.000Z",
    "link": "https://madeby.tfl.gov.uk/2019/07/29/tube-trivia-and-facts/",
    "word_count": 631
  },
  {
    "id": 19587,
    "title": "The Utopian Promise of Adorno’s ‘Open Thinking,’ Fifty Years On",
    "content": "The German philosopher and social theorist Theodor W. Adorno died fifty years ago this week, in the late summer of 1969. Even at the time of his death, he was entangled in controversy.",
    "date_updated": "2019-08-05T11:22:42.000Z",
    "link": "https://www.nybooks.com/daily/2019/08/05/the-utopian-promise-of-adornos-open-thinking-fifty-years-on/",
    "word_count": 2564
  },
  {
    "id": 19586,
    "title": "Death Proof",
    "content": "At the start of Helter Skelter, Vincent Bugliosi’s 1974 best seller about the 1969 Manson murders, there’s a “Cast of Characters.” The list includes all the people who investigated the murder of Sharon Tate and her friends and the “family” to which their murderers belonged.",
    "date_updated": "2019-08-05T09:21:16.000Z",
    "link": "https://longreads.com/2019/08/02/death-proof/",
    "word_count": 2132
  },
  {
    "id": 17474,
    "title": "pytube — pytube 7.0.19 documentation",
    "content": "",
    "date_updated": "2019-08-04T13:34:12.000Z",
    "link": "https://python-pytube.readthedocs.io/en/latest/",
    "word_count": 0
  },
  {
    "id": 15312,
    "title": "Long Names Are Long",
    "content": "One smart thing Google does is rigorous code reviews. Every change, before you can land it, gets reviewed in at least two way. First, someone on the team does a normal review to make sure the code does what it’s supposed to. But, then, there’s a second layer of review called readability.",
    "date_updated": "2019-08-03T12:54:57.000Z",
    "link": "http://journal.stuffwithstuff.com/2016/06/16/long-names-are-long//",
    "word_count": 1352
  },
  {
    "id": 18766,
    "title": "API Reference",
    "content": "",
    "date_updated": "2019-08-01T09:34:54.000Z",
    "link": "https://developer.transportapi.com/docs?raml=https://transportapi.com/v3/raml/transportapi.raml##uk_train_station_station_code_live_json",
    "word_count": 0
  },
  {
    "id": 19585,
    "title": "On The Mueller Report, Vol. 1",
    "content": "For two years we knew of the possibility that the Donald Trump campaign cheated in the 2016 election.",
    "date_updated": "2019-07-31T19:09:21.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/on-the-mueller-report-vol-1/",
    "word_count": 9069
  },
  {
    "id": 19584,
    "title": "Behemoth Rises Again",
    "content": "In a variation on what Adorno once said about nationalism, I would suggest that today fascism is both obsolete and up-to-date.",
    "date_updated": "2019-07-31T19:09:15.000Z",
    "link": "https://nplusonemag.com/online-only/online-only/behemoth-rises-again/",
    "word_count": 3511
  }
]
